Repository: sazzadh/temp
Catalog: languages/jobhunt-*.po
Languages: fa_ir

source: This template is used for sending email to candidate when candidate register.
fa_ir: این الگو برای ارسال ایمیل به نامزد که نامزد ثبت نام استفاده می شود.

source: Candidate Registerd Successfully
fa_ir: نامزد Registerd موفقیت

source: Your Job is Waiting for Approval!
fa_ir: کار شما این است برای تصویب در انتظار!

source: Job waiting emails are sent to the employer when the payment is successfull but job is not active by admin
fa_ir: کار انتظار ایمیل ها به کارفرما ارسال می پرداخت موفق است اما کار غیر فعال است نوشته شده توسط admin

source: Approved Candidate Profile
fa_ir: تایید مشخصات نامزد

source: This template is used to sending email when candidate Status approved
fa_ir: این الگو برای ارسال ایمیل زمانی که وضعیت نامزد مورد تایید استفاده

source: Not Approved Candidate Profile
fa_ir: تایید مشخصات نامزد

source: This template is used to sending email when candidate Status not approved
fa_ir: این الگو برای ارسال ایمیل زمانی که وضعیت نامزد مورد تایید نیست استفاده

source: on
fa_ir: بر

source: off
fa_ir: خاموش

source: Bank Transfer Settings
fa_ir: بانک تنظیمات انتقال

source: Custom Logo
fa_ir: لوگو های سفارشی

source: Default Status
fa_ir: به طور پیش فرض وضعیت

source: If this switch will be OFF, no payment will be processed via Bank Transfer.
fa_ir: اگر این سوئیچ خاموش خواهد شد، هیچ پرداخت خواهد شد از طریق انتقال بانکی پردازش شده است.

source: Bank Information
fa_ir: اطلاعات بانکی

source: Add information of your bank (Bank Name).
fa_ir: اضافه کردن اطلاعات از بانک خود (نام بانک).

source: Account Number
fa_ir: شماره حساب

source: Add your bank account Number where you want receive payment.
fa_ir: اضافه کردن شماره حساب بانکی خود را که در آن شما می خواهید دریافت پرداخت.

source: Other Information
fa_ir: اطلاعات دیگر

source: In this text box, you can add any help text whatever you want to show on front end for assistance of users regarding bank payment.
fa_ir: در این جعبه متن، شما می توانید هر متن به کمک هر آنچه می خواهید برای نشان دادن در پایان جلو برای کمک از کاربران در خصوص پرداخت بانک اضافه کنید.

source: Package :
fa_ir: بسته بندی:

source: Featured -
fa_ir: ویژه -

source: Total Charges:
fa_ir: کل هزینهها:

source: %s&#37; VAT :
fa_ir: %s & # 37؛ مالیات بر ارزش افزوده:

source: Gross Charges:
fa_ir: اتهامات ناخالص:

source: Order detail
fa_ir: جزئیات سفارش

source: Order ID
fa_ir: شماره سفارش

source: Bank detail
fa_ir: جزئیات بانک

source: Please transfer amount To this account, After payment Received we will process your Order
fa_ir: لطفا مقدار انتقال به این حساب، پس از پرداخت دریافت پردازش سفارش خود را

source: Account No
fa_ir: شماره حساب

source: Skrill-MoneyBooker Settings
fa_ir: تنظیمات Skrill به-MoneyBooker

source: If this switch will be OFF, no payment will be processed via Skrill-MoneyBooker.
fa_ir: اگر این سوئیچ خاموش خواهد شد، بدون پرداخت خواهد شد از طریق Skrill به-MoneyBooker پردازش شده است.

source: Skrill-MoneryBooker Business Email
fa_ir: Skrill به-MoneryBooker کسب و کار ایمیل

source: Add your business Email address here to proceed Skrill-MoneryBooker payments..
fa_ir: اضافه کردن کسب و کار آدرس ایمیل خود را اینجا برای ادامه پرداخت Skrill به-MoneryBooker ..

source: Skrill-MoneryBooker Ipn Url
fa_ir: Skrill به-MoneryBooker IPN آدرس

source: Here you can add your Skrill-MoneryBooker IPN URL.
fa_ir: در اینجا شما می توانید URL Skrill به-MoneryBooker IPN خود را اضافه کنید.

source: Ad Title :
fa_ir: عنوان آگهی:

source: Ad ID :
fa_ir: آگهی ID:

source: Paypal Settings
fa_ir: تنظیمات پی پال

source: Custom Logo
fa_ir: لوگو های سفارشی

source: If this switch will be OFF, no payment will be processed via Paypal.
fa_ir: اگر این سوئیچ خاموش خواهد شد، بدون پرداخت از طریق پی پال پردازش شده است.

source: Paypal Sandbox
fa_ir: پی پال گودال ماسهبازی

source: Control PayPal sandbox Account with this switch. If this switch is set to ON, payments will be proceed with sandbox account.
fa_ir: کنترل پی پال حساب جعبه ایمنی با این سوئیچ. اگر این سوئیچ است که در تنظیم، پرداخت خواهد شد ادامه با حساب جعبه ایمنی.

source: Paypal Business Email
fa_ir: پی پال کسب و کار ایمیل

source: Add your business Email address here to proceed PayPal payments.
fa_ir: اضافه کردن کسب و کار آدرس ایمیل خود را اینجا برای ادامه پرداخت های پی پال.

source: Paypal Ipn Url
fa_ir: پی پال IPN آدرس

source: Here you can add your PayPal IPN URL.
fa_ir: در اینجا شما می توانید URL پی پال IPN خود را اضافه کنید.

source: Authorize.net Settings
fa_ir: تنظیمات Authorize.net

source: If this switch will be OFF, no payment will be processed via Authorize.net.
fa_ir: اگر این سوئیچ خاموش خواهد شد، بدون پرداخت خواهد شد از طریق Authorize.net پردازش شده است.

source: Authorize.net Sandbox
fa_ir: Authorize.net گودال ماسهبازی

source: Control Authorize.net sandbox Account with this switch. If this switch is set to ON, payments will be proceed with sandbox account.
fa_ir: حساب جعبه ایمنی کنترل Authorize.net با این سوئیچ. اگر این سوئیچ است که در تنظیم، پرداخت خواهد شد ادامه با حساب جعبه ایمنی.

source: Login Id
fa_ir: شناسه ورود

source: Add your Authorize.net login ID here. You will get it while signing up on Authorize.net.
fa_ir: در اینجا اضافه کنید ورود به ID Authorize.net خود را. شما می توانید آن را در حالی که ثبت نام در Authorize.net.

source: Transaction Key
fa_ir: معامله کلیدی

source: Add your Authorize.net Transaction Key here. You will get this key while signing up on Authorize.net
fa_ir: اضافه کردن خود را Authorize.net معامله کلیدی در اینجا. شما می توانید این کلید حالی که ثبت نام در Authorize.net

source: Authorize.net Ipn Url
fa_ir: Authorize.net IPN آدرس

source: Here you can add your Authorize.net IPN URL.
fa_ir: در اینجا شما می توانید URL Authorize.net IPN خود را اضافه کنید.

source: Cancel Order
fa_ir: لغو سفارش

source: Show/Hide Gateway On Front End.
fa_ir: نمایش / عدم نمایش دروازه در پایان جلو.

source: 2CheckOut Sandbox
fa_ir: 2CheckOut گودال ماسهبازی

source: Only for Developer use.
fa_ir: تنها برای استفاده توسعه.

source: 2CheckOut Business Email
fa_ir: 2CheckOut کسب و کار ایمیل

source: 2CheckOut Ipn Url
fa_ir: 2CheckOut IPN آدرس

source: Do not edit this Url
fa_ir: آیا این نشانی اینترنتی ویرایش کنید

source: Size
fa_ir: اندازه

source: Select column width. This width will be calculated depend page width
fa_ir: عرض ستون را انتخاب کنید. این عرض محاسبه خواهد شد بستگی دارد عرض صفحه

source: 1 Column
fa_ir: 1 ستون

source: 2 Columns
fa_ir: 2 ستون

source: 3 Columns
fa_ir: 3 ستون

source: 4 Columns
fa_ir: 4 ستون

source: 6 Columns
fa_ir: 6 ستون

source: Jobs Search
fa_ir: جستجو در مشاغل

source: About
fa_ir: در باره

source: Quotes
fa_ir: نقل قول

source: Job specialisms
fa_ir: تخصص های شغلی

source: gallery
fa_ir: آلبوم عکس

source: Slider
fa_ir: لغزنده

source: Blog
fa_ir: وبلاگ

source: Flex Editor
fa_ir: فلکس ویرایشگر

source: Team
fa_ir: تیم

source: Teams
fa_ir: تیم

source: Column
fa_ir: ستون

source: Accordions
fa_ir: گارمون

source: Contact
fa_ir: تماس

source: Divider
fa_ir: تقسیم کننده

source: Message Box
fa_ir: جعبه پیام

source: Image Frame
fa_ir: قاب تصویر

source: Map
fa_ir: نقشه

source: Video
fa_ir: تصویری

source: Quote
fa_ir: نقل قول

source: Quick Quote
fa_ir: نقل قول سریع

source: Drop cap
fa_ir: کلاه قطره

source: Price Table
fa_ir: جدول قیمت

source: Tabs
fa_ir: زبانهها

source: Sitemap
fa_ir: نقشه سایت

source: Accordion
fa_ir: آکاردئون

source: Prayer
fa_ir: نماز

source: Table
fa_ir: جدول

source: Call to Action
fa_ir: فراخوانی برای اقدام

source: Clients
fa_ir: مشتریان

source: Heading
fa_ir: عنوان

source: Testimonials
fa_ir: از زبان مشتریان

source: Info box
fa_ir: جعبه اطلاعات

source: Spacer
fa_ir: نام Spacer

source: Promo Box
fa_ir: هدایای تبلیغاتی جعبه

source: Offer Slider
fa_ir: ارائه لغزان

source: Audio
fa_ir: سمعی

source: Icons
fa_ir: آیکن

source: Contact Form
fa_ir: فرم تماس

source: Tooltip
fa_ir: راهنمای ابزار

source: Services
fa_ir: خدمات

source: Icon Box
fa_ir: آیکون جعبه

source: Highlight
fa_ir: برجسته

source: List
fa_ir: فهرست

source: Message
fa_ir: پیام

source: Faq
fa_ir: پرسش و پاسخ

source: Progress bars
fa_ir: میله پیشرفت

source: Counter
fa_ir: شمارنده

source: Members
fa_ir: اعضا

source: Mail Chimp
fa_ir: ایمیل شمپانزه

source: Facilities
fa_ir: امکانات

source: Tweets
fa_ir: توییتها

source: Button
fa_ir: دکمه

source: Portfolio
fa_ir: نمونه کارها

source: Multi Price Table
fa_ir: جدول قیمت چند

source: Download CV
fa_ir: دانلود CV

source: Member Since
fa_ir: تاریخ عضویت

source: Education
fa_ir: تحصیلات

source: Work Experience
fa_ir: تجربه کاری

source: Professional Skills
fa_ir: مهارتهای حرفه ای

source: Awards
fa_ir: جوایز

source: Present
fa_ir: حاضر

source: Close
fa_ir: نزدیک

source: This text will be overwritten by jQuery
fa_ir: این متن توسط جی کوئری رونویسی

source: Contact %s
fa_ir: تماس با %s

source: Enter your Name
fa_ir: اسمت را وارد کن

source: Email Address
fa_ir: آدرس ایمیل

source: Phone Number
fa_ir: شماره تلفن

source: Send Request
fa_ir: فرستادن درخواست

source: You accepts our
fa_ir: شما می پذیرد ما

source: Terms and Conditions
fa_ir: شرایط و ضوابط

source: You are not <span>authorized</span>.
fa_ir: شما <span> در مجاز </ span> در است.

source: Company Logo
fa_ir: آرم شرکت

source: Visit Website
fa_ir: مشاهده وب سایت

source: vacancies
fa_ir: جای خالی

source: About %s
fa_ir: درباره %s

source: Jobs From
fa_ir: شغل از

source: FEATURED
fa_ir: ویژه

source: Send an Email
fa_ir: ارسال ایمیل

source: Phone:
fa_ir: تلفن:

source: Email:
fa_ir: پست الکترونیک:

source: Specialisms
fa_ir: تخصص

source: Profile Approved
fa_ir: مشخصات تایید

source: Extra profile information
fa_ir: اطلاعات پروفایل اضافی

source: My Profile
fa_ir: پروفایل من

source: Award
fa_ir: جایزه

source: Skills
fa_ir: مهارت ها

source: Experience
fa_ir: تجربه

source: CV & Cover Letter
fa_ir: CV و پوشش نامه

source: Favourite Jobs
fa_ir: جابز برگزیدن

source: Candidate Custom Fields
fa_ir: نامزد زمینه های سفارشی

source: Favourite Resumes
fa_ir: سوابق کاری و تحصیلی مورد علاقه

source: Employer Custom Fields
fa_ir: کارفرما زمینه های سفارشی

source: Profile Settings
fa_ir: تنظیمات

source: Profile Image
fa_ir: نمایش تصویر

source: Cover Image
fa_ir: تصویر روی جلد

source: Profile Status
fa_ir: مشخصات وضعیت

source: Allow In Search
fa_ir: اجازه می دهد در جستجو

source: Minimum Salary
fa_ir: حداقل حقوق و دستمزد

source: Last Activity
fa_ir: آخرین فعالیت

source: Social Networks
fa_ir: شبکه های اجتماعی

source: LinkedIn
fa_ir: لینک

source: Google Plus
fa_ir: گوگل پلاس

source: Phone No
fa_ir: شماره تلفن

source: Mailing Information
fa_ir: اطلاعات پستی

source: Add Award
fa_ir: اضافه کردن جایزه

source: Year
fa_ir: سال

source: Award Setting
fa_ir: تنظیم جایزه

source: Award Name
fa_ir: نام جایزه

source: Select Year
fa_ir: انتخاب سال

source: Award Description
fa_ir: جایزه باشرکت

source: Award Settings
fa_ir: تنظیمات جایزه

source: Update Award
fa_ir: جایزه به روز رسانی

source: Add Portfolio
fa_ir: اضافه کردن نمونه کارها

source: Portfolio Setting
fa_ir: تنظیم نمونه کارها

source: Image Title
fa_ir: عنوان تصویر

source: Image Upload
fa_ir: image آپلود

source: Portfolio Settings
fa_ir: تنظیمات نمونه کارها

source: Image Title Name
fa_ir: تصویر نام عنوان

source: Update Portfolio
fa_ir: به روز رسانی نمونه کارها

source: Add Skills
fa_ir: اضافه کردن مهارت های

source: Skills Setting
fa_ir: تنظیم مهارت های

source: Skill Title
fa_ir: عنوان مهارت

source: Skill Percentage
fa_ir: درصد مهارت

source: Skills Settings
fa_ir: تنظیمات مهارت های

source: Skill Title Name
fa_ir: مهارت نام عنوان

source: Update Skills
fa_ir: مهارت های به روز رسانی

source: Add Education
fa_ir: اضافه کردن آموزش و پرورش

source: Education Setting
fa_ir: تنظیم آموزش و پرورش

source: From Date
fa_ir: از تاریخ

source: To Date
fa_ir: به روز

source: Institute
fa_ir: موسسه

source: Education Settings
fa_ir: تنظیمات آموزش و پرورش

source: Update Education
fa_ir: آموزش و پرورش به روز رسانی

source: Add Experience
fa_ir: اضافه کردن تجربه

source: Experience Setting
fa_ir: تجربه تنظیم

source: Company
fa_ir: شرکت

source: Experience Settings
fa_ir: تنظیمات تجربه

source: Update Experience
fa_ir: به روز رسانی تجربه

source: Cover Letter
fa_ir: جلد نامه

source: Upload Cv
fa_ir: آپلود و CV

source: Import / Export Users
fa_ir: واردات / صادرات کاربران

source: There is an error in your users data import, please try later
fa_ir: یک خطا در خود واردات کاربران داده ها وجود دارد، لطفا سعی کنید بعد

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: Notice: please make the directory %s writable so that you can see the error log.
fa_ir: توجه: لطفا مطمئن دایرکتوری %s قابل نوشتن به طوری که شما می توانید ورود به سیستم خطا را ببینید.

source: , please <a href="%s">check the error log</a>
fa_ir: لطفا <a href=" %s "> بررسی ورود خطا </a> را

source: Error during file upload.
fa_ir: خطا در آپلود فایل.

source: Cannot extract data from uploaded file or no file was uploaded.
fa_ir: می توانید داده ها را از فایل آپلود شده استخراج نیست و یا هیچ فایل آپلود شد.

source: No user was successfully imported %s.
fa_ir: هیچ کاربر با موفقیت وارد شد %s .

source: Some users were successfully imported but some were not%s.
fa_ir: برخی از کاربران با موفقیت وارد شد اما برخی نبودند %s .

source: Users import was successful.
fa_ir: کاربران واردات موفق بود.

source: You have selected invalid file type, Please try again.
fa_ir: شما نوع فایل نامعتبر را انتخاب کرده اید، لطفا دوباره امتحان کنید.

source: Users has been done export successful.
fa_ir: کاربران تا صادرات موفق انجام شده است.

source: Import User Data
fa_ir: وارد کردن داده ها کاربر

source: Zip file
fa_ir: فایل فشرده

source: You may want to see <a href="%s">the demo file</a>.
fa_ir: شما ممکن است بخواهید به <a href=" %s "> فایل نسخه ی نمایشی </a> شوید.

source: Notification
fa_ir: اطلاع

source: Send to new users
fa_ir: ارسال به کاربران جدید

source: Password nag
fa_ir: نق نقو رمز عبور

source: Show password nag on new users signon
fa_ir: نمایش نق نقو رمز عبور بر روی کاربران signon جدید

source: Users update
fa_ir: کاربران به روز رسانی

source: Update user when a username or email exists
fa_ir: کاربران به روز رسانی زمانی که یک نام کاربری یا پست وجود دارد

source: Import Users
fa_ir: وارد کردن کاربران

source: Export All Users
fa_ir: صادرات به تمام کاربران

source: Export Users
fa_ir: صادرات کاربران

source: BEGIN %s
fa_ir: شروع %s

source: [Line %1$s] %2$s
fa_ir: [خط %1$s ] %2$s

source: Click to Add
fa_ir: کلیک کنید برای اضافه کردن

source: Text
fa_ir: متن

source: Textarea
fa_ir: ناحیه ی متن

source: Dropdown
fa_ir: کرکره

source: Date
fa_ir: تاریخ

source: Url
fa_ir: آدرس

source: Range
fa_ir: محدوده

source: Please select a page
fa_ir: یک صفحه انتخاب کنید

source: Import Options
fa_ir: گزینه های واردات

source: File URL
fa_ir: آدرس فایل

source: Input the Url from another location and hit Import Button to apply settings.
fa_ir: ورودی URL از محل دیگری و آمار دکمه واردات به اعمال تنظیمات.

source: Import
fa_ir: وارد كردن

source: Export Options
fa_ir: گزینه های صادرات

source: Generated Files
fa_ir: فایل های تولید شده

source: Here you can Generate/Download Backups. Also you can use these Backups to Restore settings.
fa_ir: در اینجا شما می توانید / دانلود پشتیبان گیری تولید. همچنین شما می توانید این پشتیبان گیری برای بازگرداندن تنظیمات استفاده کنید.

source: Restore
fa_ir: بازگرداندن

source: Download
fa_ir: دانلود

source: Generate Backup
fa_ir: تولید پشتیبان گیری

source: Save All Settings
fa_ir: ذخیره تمام تنظیمات

source: Reset All Options
fa_ir: تنظیم مجدد همه گزینه

source: Please Wait...
fa_ir: لطفا صبر کنید...

source: General Options
fa_ir: گزینه های عمومی

source: Page Settings
fa_ir: صفحه تنظیمات

source: Default Location
fa_ir: به طور پیش فرض محل سکونت

source: Candidate Skills Sets
fa_ir: مهارت های نامزد مجموعه

source: Others
fa_ir: دیگران

source: Gateways
fa_ir: دروازه

source: Packages
fa_ir: بسته

source: Job Credit
fa_ir: اعتبار شغلی

source: Featured Jobs
fa_ir: جابز ویژه

source: Custom Fields
fa_ir: موضوعات سفارشی

source: Jobs Fields
fa_ir: جابز زمینه

source: Candidates Fields
fa_ir: نامزدها زمینه

source: Recruiters
fa_ir: استخدام

source: Api Settings
fa_ir: تنظیمات API

source: Search Options
fa_ir: گزینههای جستجو

source: Social Icon
fa_ir: آیکون های اجتماعی

source: User Settings
fa_ir: تنظیمات کاربر

source: User Header Login
fa_ir: کاربر سربرگ ورود

source: Dashboard and Front-End login/register option can be hide by turning off this switch.
fa_ir: داشبورد و جلویی ورود / ثبت نام گزینه را می توان با خاموش کردن این سوئیچ مخفی کنید.

source: Menu Location
fa_ir: منو محل

source: Show login section in Menu
fa_ir: بخش ورود نمایش در منوی

source: Employer Dashboard
fa_ir: داشبورد کارفرما

source: Select page for employer dashboard here. This page is set in page template drop down. To create employer dashboard page, go to Pages > Add new page, set the page template to 'employer' in the right menu.
fa_ir: صفحه انتخاب داشبورد کارفرما در اینجا. این صفحه در صفحه رها کردن الگو پایین تنظیم شده است. برای ایجاد کارفرما صفحه داشبورد، به صفحه بروید> اضافه کردن صفحه جدید، مجموعه ای از قالب صفحه به کارفرما در منوی سمت راست.

source: Candidates Dashboard
fa_ir: داشبورد نامزدها

source: Select page for Candidates dashboard here. This page is set in page template drop down. To create Candidate dashboard page, go to Pages > Add new page, set the page template to 'Candidate' in the right menu.
fa_ir: صفحه کاندیدان انتخاب داشبورد اینجا. این صفحه در صفحه رها کردن الگو پایین تنظیم شده است. برای ایجاد صفحه داشبورد نامزد، به صفحه بروید> اضافه کردن صفحه جدید، مجموعه ای از قالب صفحه را «نامزد در منوی سمت راست.

source: Dashboard Pagination
fa_ir: داشبورد صفحه بندی

source: Value added into this field will be used for showing the records per page pagination in Employer / Candidate dashboard.
fa_ir: ارزش افزوده در این زمینه خواهد شد برای نشان دادن رکورد در هر صفحه صفحه بندی در داشبورد کارفرما / نامزد استفاده می شود.

source: Author Page Slug
fa_ir: نویسنده صفحه مثل حلزون حرکت کردن

source: Please enter slug for author page (employer and candidate)
fa_ir: لطفا مثل حلزون حرکت کردن برای صفحه نویسنده (کارفرما و نامزد) را وارد کنید

source: Title Font Size
fa_ir: عنوان اندازه فونت

source: Please set font size for title.
fa_ir: لطفا اندازه فونت برای عنوان تنظیم شده است.

source: Title Color
fa_ir: عنوان رنگ

source: Please select color for title.
fa_ir: لطفا رنگ برای عنوان انتخاب کنید.

source: Character List For Filter
fa_ir: فهرست شخصیت برای فیلتر

source: Please add character list in given format: A,B,C,D,E, ... etc.
fa_ir: لطفا لیست شخصیت اضافه کردن در فرمت داده شده: A، B، C، D، E، ... و غیره

source: Demo Login Users
fa_ir: ورود کاربران نسخه ی نمایشی

source: Demo User Login
fa_ir: نسخه ی نمایشی ورود کاربر

source: Demo User Modification Allowed
fa_ir: اصلاح نسخه ی نمایشی کاربر مجاز

source: Recruiter
fa_ir: همکاران

source: Please select a user for recruiter login
fa_ir: لطفا یک کاربر برای ورود همکاران را انتخاب کنید

source: Please select a user for candidate login
fa_ir: لطفا یک کاربر برای ورود نامزد را انتخاب کنید

source: Job Settings
fa_ir: تنظیمات کار

source: Jobs Settings
fa_ir: شغل تنظیمات

source: Free Jobs Posting
fa_ir: شغل آزاد مجوز های ارسال و

source: Job Detail Style
fa_ir: شغلی جزئیات سبک

source: Select Job Detail Page Style
fa_ir: انتخاب های شغلی جزئیات صفحه سبک

source: Classic
fa_ir: کلاسیک

source: Fancy
fa_ir: تفننی

source: Map View
fa_ir: نمایش نقشه

source: Default css
fa_ir: به طور پیش فرض CSS

source: Default css elements
fa_ir: عناصر به طور پیش فرض CSS

source: Default css
fa_ir: به طور پیش فرض CSS

source: Default css for common elements (h1,h2,p etc)
fa_ir: به طور پیش فرض CSS برای عناصر مشترک (H1، H2، ص و غیره)

source: Default Sidebars
fa_ir: ستون های فرعی به طور پیش فرض

source: Default Sidebar
fa_ir: پیش فرض نوار کناری

source: Default Sidebars off
fa_ir: ستون های فرعی پیش فرض خاموش

source: It will disable widgets of all Sidebars
fa_ir: آن را ویدجت از تمام ستون های فرعی غیر فعال کردن

source: Custom Css
fa_ir: CSS سفارشی

source: This is custom css area
fa_ir: این منطقه CSS سفارشی است

source: Default Location Set default location for your site. This location can be set from Jobs > Locations in back end admin area. This will show location of admin only. It is not linked with Geo-location or Candidate.
fa_ir: به طور پیش فرض محل سکونت تنظیم مکان پیش فرض برای سایت شما. این محل را می توان از مشاغل> محل در پایان دادن به عقب مدیر منطقه تعیین شده است. این محل محیط مدیریت تنها نشان می دهد. این است که با جغرافیایی محل و یا نامزد در ارتباط نیست.

source: Cluster Icon
fa_ir: نماد خوشه

source: Map Marker Icon
fa_ir: نقشه نشانگر نماد

source: Zoom Level
fa_ir: سطح زوم

source: Map Cluster Color
fa_ir: نقشه خوشه رنگ

source: Map Auto Zoom
fa_ir: نقشه زوم خودکار

source: Manual Zoom will not work if Auto Zoom is on.
fa_ir: زوم دستی کار نخواهد کرد اگر زوم خودکار است.

source: Map Lock
fa_ir: نقشه قفل

source: Default Address
fa_ir: آدرس پیش فرض

source: Set default location for the site here. **See further description in the right panel
fa_ir: تنظیم مکان پیش فرض برای سایت اینجا. ** دیدن توضیح بیشتر در پانل سمت راست

source: To set the city, first select a country. **See further description in the right panel.
fa_ir: به مجموعه ای از شهرستان، ابتدا کشور را انتخاب کنید. ** دیدن توضیح بیشتر در پانل سمت راست.

source: Set default street address here. **See further description in the right panel.
fa_ir: تنظیم آدرس خیابان به طور پیش فرض در اینجا. ** دیدن توضیح بیشتر در پانل سمت راست.

source: Set default location for your site (Country, City & Address). This location can be set from Jobs > Locations in back end admin area. This will show location of admin only and willl fetch results from the given location first. It is not linked with Geo-location or Candidate.
fa_ir: تنظیم محل پیش فرض برای سایت شما (کشور، شهر و آدرس). این محل را می توان از مشاغل> محل در پایان دادن به عقب مدیر منطقه تعیین شده است. این محل تنها admin نمایش و نتایج حاصل از محل داده ویل برای اولین بار از واکشی. این است که با جغرافیایی محل و یا نامزد در ارتباط نیست.

source: Admin Can set candidate's percentage criteria. If that candidate Percentage skill will be less than this percentage candidate will not allow to apply any job.
fa_ir: مدیر می تواند معیار درصد نامزد تعیین شده است. در صورتی که مهارت نامزد درصد کمتر از این درصد نامزد اجازه نخواهد داد که به درخواست هر کار خواهد بود.

source: Required Skill Set
fa_ir: مورد نیاز مجموعه ای از مهارت

source: Candidate Skills Percentage
fa_ir: درصد مهارت های نامزد

source: Set Candidate Skills Percentage such as 70. If Candidate's Skills Percentage less than this Percentage then He/She will not able to apply any Job.
fa_ir: درصد مجموعه ای مهارت های نامزد مانند 70. اگر درصد مهارت های نامزد کمتر از این درصد پس از آن او / او خواهد قادر به اعمال هر کار.

source: Candidates
fa_ir: نامزدهای

source: Candidates Profile
fa_ir: نامزدهای مشخصات

source: Trun off this option to allow employers to see profile of candidate without payment. If it will be ON, the candidate's profile will not be accessable publically, Employer will have to purchase a package to access the profile of job candidates.
fa_ir: trun کردن این گزینه اجازه کارفرمایان به دیدن مشخصات نامزد بدون پرداخت. اگر آن را در خواهد بود، مشخصات کاندیدا نمی شود که دسترسی عموم، کارفرما باید برای خرید یک بسته برای دسترسی به مشخصات متقاضیان کار.

source: Turn OFF this switch to hide Awards tab for candidate on frontend. (For admin in backend area of candidate, the tab of Awards will also hide). If the switch is ON, candidate will be able to set / manage his Awards from front-end and admin will see the tab of 'Awards' in candidate back end area.
fa_ir: خاموش کردن این سوئیچ برای مخفی کردن ها Tab نامزد در ظاهر. (برای admin در منطقه باطن از نامزد، برگه جوایز نیز پنهان خواهد شد). اگر سوئیچ روشن است، نامزد قادر به تنظیم / مدیریت جوایز خود را از جلویی و admin به تب 'جوایز در نامزد تماس منطقه پایان را ببینید.
