Repository: sazzadh/temp
Catalog: languages/jobhunt-*.po
Languages: fa_ir

source: Turn OFF this switch to hide Portfolio tab for candidate on frontend. (For admin in backend area of candidate, the tab of Portfolio will also hide). If the switch is ON, candidate will be able to set / manage his portfolio from front-end and admin will see the tab of 'Portfolio' in candidate back end area.
fa_ir: خاموش کردن این سوئیچ برای مخفی کردن تب نمونه کارها برای نامزد در ظاهر. (برای admin در منطقه باطن از نامزد، برگه نمونه کارها نیز پنهان خواهد شد). اگر سوئیچ روشن است، نامزد قادر به تنظیم / مدیریت نمونه کارها خود را از جلویی و مدیریت را به تب از نمونه کارها را ببینید در نامزد تماس منطقه پایان خواهد بود.

source: Turn OFF this switch to hide Skills tab for candidate on frontend. (For admin in backend area of candidate, the tab of Skills will also hide). If the switch is ON, candidate will be able to set / manage his Skills from front-end and admin will see the tab of 'Skills' in candidate back end area.
fa_ir: خاموش کردن این سوئیچ برای مخفی کردن مهارت های زبانه برای نامزد در ظاهر. (برای admin در منطقه باطن از نامزد، برگه از مهارت های هم مخفی خواهد کرد). اگر سوئیچ روشن است، نامزد قادر به تنظیم / مدیریت مهارت های خود را از جلویی و admin به تب از مهارت در نامزد تماس منطقه پایان را ببینید.

source: Turn OFF this switch to hide Education tab for candidate on frontend. (For admin in backend area of candidate, the tab of Education will also hide). If the switch is ON, candidate will be able to set / manage his Education from front-end and admin will see the tab of 'Education' in candidate back end area.
fa_ir: خاموش کردن این سوئیچ برای مخفی کردن تب آموزش و پرورش برای نامزد در ظاهر. (برای admin در منطقه باطن از نامزد، برگه آموزش و پرورش نیز پنهان خواهد شد). اگر سوئیچ روشن است، نامزد قادر به تنظیم / مدیریت آموزش و پرورش خود را از جلویی و مدیریت را به تب "آموزش" در نامزد تماس منطقه پایان را ببینید.

source: Turn OFF this switch to hide Experience tab for candidate on frontend. (For admin in backend area of candidate, the tab of Experience will also hide). If the switch is ON, candidate will be able to set / manage his Experience section from front-end and admin will see the tab of 'Experience' in candidate back end area.
fa_ir: خاموش کردن این سوئیچ برای مخفی کردن تب تجربه برای نامزد در ظاهر. (برای admin در منطقه باطن از نامزد، برگه تجربه نیز پنهان خواهد شد). اگر سوئیچ روشن است، نامزد قادر به تنظیم / مدیریت بخش تجربه خود را از جلویی و admin به تب از «تجربه» در نامزد تماس منطقه پایان را ببینید.

source: Submissions
fa_ir: ارسالی

source: Search Result Page
fa_ir: نتیجه جستجو صفحه

source: Set the specific page where you want to show search results. The slected page must have jobs page element on it. (Add jobs page element while creating the job search result page).
fa_ir: تنظیم صفحه خاص که در آن شما می خواهید برای نشان دادن نتایج جستجو. صفحه slected باید عنصر صفحه شغل در آن را دارند. (اضافه کردن شغل عنصر صفحه در حالی که ایجاد کار صفحه نتیجه جستجو).

source: Select page for Terms and Conditions here. This page is set in page template drop down.
fa_ir: صفحه شرایط و ضوابط اینجا را انتخاب کنید. این صفحه در صفحه رها کردن الگو پایین تنظیم شده است.

source: Single Pages Container On/Off
fa_ir: صفحات تنها کانتینر روشن / خاموش

source: Add boostrap container class at all single pages related our plugin.
fa_ir: اضافه کردن است Boostrap کلاس ظرف در همه صفحات تنها مربوط افزونه ما.

source: Job Publish/Pending On/Off
fa_ir: کار انتشار / در انتظار روشن / خاموش

source: Turn this switcher OFF to allow direct publishing of submitted jobs by employers without review / moderation. If this switch is ON, jobs will be published after admin review / moderation.
fa_ir: روشن کردن این سیستمهای OFF به اجازه چاپ و نشر مستقیم مشاغل ارائه شده توسط کارفرمایان را بدون بررسی / اعتدال است. اگر این سوئیچ ON، شغل خواهد شد پس از بررسی مدیر / اعتدال منتشر شده است.

source: Candidate auto-approval ON/OFF
fa_ir: نامزد تأیید خودکار ON / OFF

source: Turn this switcher OFF to allow direct publishing of registered candidate without review / moderation. If this switch is ON, candidate will be published after admin review / moderation
fa_ir: روشن کردن این سیستمهای OFF به اجازه چاپ و نشر مستقیم نامزد ثبت نام بدون بررسی / اعتدال است. اگر این سوئیچ ON، نامزد خواهد شد پس از بررسی مدیر / اعتدال منتشر شده

source: Employer auto-approval ON/OFF
fa_ir: کارفرما تأیید خودکار ON / OFF

source: Turn this switcher OFF to allow direct publishing of registered employers without review / moderation. If this switch is ON, employers will be published after admin review / moderation
fa_ir: روشن کردن این سیستمهای OFF به اجازه چاپ و نشر مستقیم از کارفرمایان ثبت نام بدون بررسی / اعتدال است. اگر این سوئیچ ON، کارفرمایان خواهد شد پس از بررسی مدیر / اعتدال منتشر شده

source: Safety Text
fa_ir: متن ایمنی

source: Safety Text On/Off
fa_ir: متن ایمنی روشن / خاموش

source: This switch will control your Safety Text. Help / warning or any kind of text added will safety on job detail page.
fa_ir: این سوئیچ خواهد متن ایمنی خود را کنترل کنید. راهنما / هشدار و یا هر نوع متن اضافه شده در صفحه جزئیات کار امنیت.

source: Add Text
fa_ir: اضافه کردن متن

source: Payments Confirmation Page
fa_ir: پرداخت تایید صفحه

source: This title will print on frontend when employer post a new job as confirmation title on payment page.
fa_ir: این عنوان در ظاهر چاپ که کارفرما ارسال یک شغل جدید را به عنوان عنوان تایید در صفحه پرداخت.

source: Content
fa_ir: محتوا

source: This Content will print on frontend when employer post a new job as confirmation content on payment page.
fa_ir: این محتوا در ظاهر چاپ که کارفرما ارسال یک شغل جدید را به عنوان محتوای تایید در صفحه پرداخت.

source: Gateways Settings
fa_ir: دروازه تنظیمات

source: VAT On/Off
fa_ir: مالیات بر ارزش افزوده روشن / خاموش

source: This switch will control VAT calculation and its payment along with package price. If this switch will be ON, user must have to pay VAT percentage separately. Turn OFF the switch to exclude VAT from payment.
fa_ir: این سوئیچ خواهد محاسبه مالیات بر ارزش افزوده و پرداخت آن همراه با بسته بندی قیمت را کنترل کند. اگر این سوئیچ ON می شود، کاربر باید مجبور به پرداخت مالیات بر ارزش افزوده درصد به طور جداگانه. خاموش کردن سوئیچ به حذف مالیات بر ارزش افزوده از پرداخت.

source: Value Added Tax in %
fa_ir: مالیات ارزش افزوده در٪

source: Here you can add VAT percentage according to your country laws & regulations.
fa_ir: در اینجا شما می توانید درصد مالیات بر ارزش افزوده با توجه به قوانین و مقررات کشور خود را اضافه کنید.

source: Woocommerce Payment Gateways
fa_ir: Woocommerce به دروازه پرداخت

source: Add/Edit Packages
fa_ir: اضافه کردن / ویرایش بسته

source: Feature Price
fa_ir: ویژگی هزینه

source: Set price for a featured Job.
fa_ir: تنظیم قیمت برای یک شغل برجسته شده است.

source: Feature Price Text
fa_ir: ویژگی هزینه متن

source: Add text for user to describe the detail and advantages of featured job.
fa_ir: اضافه کردن متن برای کاربر به توصیف جزئیات و مزایای استفاده از کار برجسته است.

source: Payment Text
fa_ir: پرداخت متن

source: Set text for featured job payment confirmation. The text will show when user will complete featured job payment.
fa_ir: تنظیم متن برای تایید پرداخت کار برجسته. متن نشان می دهد که کاربران خواهد پرداخت کار برجسته کامل است.

source: Here you can add payment text whatever you want it will show up just under payment gateways while paying for job.
fa_ir: در اینجا شما می توانید متن پرداخت هر آنچه می خواهید آن را فقط تحت دروازه پرداخت نشان می دهد تا در حالی که پرداخت برای کار اضافه کنید.

source: Jobs Custom Fields
fa_ir: جابز زمینه های سفارشی

source: Candidates Custom Fields
fa_ir: نامزدها زمینه های سفارشی

source: Recruiters Fields
fa_ir: استخدام زمینه

source: Recruiters Custom Fields
fa_ir: استخدام زمینه های سفارشی

source: Show Twitter
fa_ir: نمایش توییتر

source: Manage user registration via Twitter here. If this switch is set ON, users will be able to sign up / sign in with Twitter. If it will be OFF, users will not be able to register / sign in through Twitter.
fa_ir: مدیریت ثبت نام کاربر را از طریق توییتر اینجا. اگر این سوئیچ تنظیم است، کاربران قادر به ثبت نام / ثبت نام با توییتر خواهد بود. اگر آن را خاموش خواهد شد، کاربران قادر نخواهد بود به ثبت نام / ثبت نام از طریق توییتر.

source: Consumer Key
fa_ir: کلید مصرف کننده

source: Insert Twitter Consumer Key here. When you create your Twitter App, you will get this key.
fa_ir: قرار دادن توییتر مصرف کننده کلیدی در اینجا. زمانی که شما ایجاد توییتر برنامه خود را، شما این کلید را دریافت کنید.

source: Consumer Secret
fa_ir: راز مصرف کننده

source: Insert Twitter Consumer secret here. When you create your Twitter App, you will get this key.
fa_ir: قرار دادن مخفی توییتر مصرف کننده است. زمانی که شما ایجاد توییتر برنامه خود را، شما این کلید را دریافت کنید.

source: Access Token
fa_ir: نشانه دسترسی

source: Insert Twitter Access Token for permissions. When you create your Twitter App, you will get this Token
fa_ir: قرار دادن توییتر دسترسی به رمز برای مجوز. زمانی که شما ایجاد توییتر برنامه خود را، شما این رمز را دریافت کنید

source: Access Token Secret
fa_ir: دسترسی به رمز و راز

source: Insert Twitter Access Token Secret here. When you create your Twitter App, you will get this Token
fa_ir: قرار دادن توییتر دسترسی به رمز و راز است. زمانی که شما ایجاد توییتر برنامه خود را، شما این رمز را دریافت کنید

source: Facebook Login On/Off
fa_ir: فیس بوک ورود به روشن / خاموش

source: Manage user registration via Facebook here. If this switch is set ON, users will be able to sign up / sign in with Facebook. If it will be OFF, users will not be able to register / sign in through Facebook.
fa_ir: مدیریت ثبت نام کاربر از طریق فیس بوک اینجا. اگر این سوئیچ تنظیم است، کاربران قادر به ثبت نام / ثبت نام با فیس بوک خواهد بود. اگر آن را خاموش خواهد شد، کاربران قادر نخواهد بود به ثبت نام / ثبت نام از طریق فیس بوک.

source: Facebook Application ID
fa_ir: در فیس بوک ID

source: Here you have to add your Facebook application ID. You will get this ID when you create Facebook App.
fa_ir: در اینجا شما باید برای اضافه کردن ID نرم افزار فیس بوک خود را. شما می توانید این ID زمانی که شما ایجاد برنامه های فیس بوک.

source: Facebook Secret
fa_ir: فیس بوک راز

source: Put your Facebook Secret here. You can find it in your Facebook Application Dashboard
fa_ir: در اینجا قرار داده فیس بوک مخفی کنید. شما می توانید آن را در صفحه فیس بوک خود را پیدا کنید

source: Linked-in
fa_ir: مرتبط در

source: Linked-in Login On/Off
fa_ir: مرتبط در ورود به روشن / خاموش

source: Manage user registration via Linked-in here. If this switch is set ON, users will be able to sign up / sign in with Linked-in. If it will be OFF, users will not be able to register / sign in through Linked-in.
fa_ir: مدیریت ثبت نام کاربر از طریق لینک در اینجا. اگر این سوئیچ تنظیم است، کاربران قادر به ثبت نام / ثبت نام با لینک در خواهد بود. اگر آن را خاموش خواهد شد، کاربران قادر نخواهد بود به ثبت نام / ثبت نام از طریق لینک در.

source: Linked-in Application Id
fa_ir: مرتبط در نرم افزار ها

source: Add LinkedIn application ID. To get your Linked-in Application ID, go to your Linked-in Dashboard
fa_ir: اضافه کردن ID نرم افزار به. برای به دست آوردن خود را در ارتباط در نرم افزار ID، به شما مرتبط در داشبورد رفتن

source: Linked-in Secret
fa_ir: مرتبط در راز

source: Put your Linked-in Secret here. You can find it in your Linked-in Application Dashboard
fa_ir: در اینجا قرار داده مرتبط در خود راز. شما می توانید آن را در لینک در داشبورد کاربرد خود را پیدا کنید

source: Linked-in Application Redirect URI
fa_ir: مرتبط در نرم افزار تغییر مسیر URI

source: Please add this URL into your Linked-in App settings as redirect uri
fa_ir: لطفا این URL به تنظیمات مرتبط در برنامه خود را به عنوان URI تغییر مسیر اضافه

source: Google
fa_ir: گوگل

source: Google+ Login On/Off
fa_ir: ورود به سیستم Google+ روشن / خاموش

source: Manage user registration via Google+ here. If this switch is set ON, users will be able to sign up / sign in with Google+. If it will be OFF, users will not be able to register / sign in through Google+.
fa_ir: مدیریت ثبت نام کاربر از طریق + Google در اینجا. اگر این سوئیچ تنظیم است، کاربران قادر به ثبت نام / ثبت نام با Google+ خواهد بود. اگر آن را خاموش خواهد شد، کاربران قادر نخواهد بود به ثبت نام / ثبت نام از طریق Google+.

source: Google+ Client ID
fa_ir: شناسه + Google مشتری

source: Put your Google+ client ID here. To get this ID, go to your Google+ account Dashboard
fa_ir: در اینجا قرار داده ID مشتری Google+ خود. برای دریافت این شناسه، به داشبورد حساب Google+ شما

source: Google+ Client Secret
fa_ir: گوگل پلاس مشتری راز

source: Put your google+ client secret here. To get client secret, go to your Google+ account
fa_ir: در اینجا قرار داده گوگل + مخفی مشتری خود را. برای به دست آوردن راز مشتری، به حساب Google+ شما

source: Google+ API key
fa_ir: کلید API گوگل پلاس

source: Put your Google+ API key here. To get API, go to your Google+ account
fa_ir: کلید API گوگل پلاس خود را اینجا قرار دهید. برای به دست آوردن API، به حساب Google+ شما

source: Fixed redirect url for login
fa_ir: URL تغییر مسیر ثابت برای ورود

source: Put your google+ redirect url here.
fa_ir: قرار دادن گوگل خود را + تغییر مسیر URL در اینجا.

source: Captcha
fa_ir: کد امنیتی

source: Manage your captcha code for secured Signup here. If this switch will be ON, user can register after entering Captcha code. It helps to avoid robotic / spam sign-up
fa_ir: در اینجا مدیریت تصویر امنیتی خود را برای ثبت نام امن. اگر این سوئیچ ON می شود، کاربر می تواند پس از وارد کردن کد امنیتی ثبت نام کنید. این کمک می کند برای جلوگیری از رباتیک / اسپم ثبت نام

source: Site Key
fa_ir: سایت کلید

source: Put your site key for captcha. You can get this site key after registering your site on Google.
fa_ir: قرار دادن کلید سایت خود را برای تصویر امنیتی. شما می توانید این کلید سایت پس از ثبت نام سایت خود را در گوگل دریافت کنید.

source: Secret Key
fa_ir: کلید های مخفی

source: Put your site Secret key for captcha. You can get this Secret Key after registering your site on Google.
fa_ir: قرار دادن سایت شما کلید مخفی برای تصویر امنیتی. شما می توانید این کلید مخفی پس از ثبت نام سایت خود را در گوگل دریافت کنید.

source: API Settings
fa_ir: تنظیمات API

source: Searching Options
fa_ir: گزینه های جستجو

source: Location Search
fa_ir: جستجوی مکان

source: Use this Option to Enable/Disable Location filters for frontend At Jobs, Candidate, Employer's and job search element.
fa_ir: با استفاده از این گزینه را فعال / غیر فعال کردن فیلتر محل سکونت برای ظاهر در شغل، نامزد، عنصر جستجو کارفرما و کار.

source: Google Auto complete
fa_ir: کامل Google خودرو

source: When a user will type a part of any address, this option will auto-complete the remaining. *This option will only work if 'Location Search' is enabled.
fa_ir: هنگامی که یک کاربر یک بخشی از هر آدرس را تایپ کنید، این گزینه به طور خودکار کامل باقی مانده. * این گزینه فقط در صورتی کار میکند، محل جستجو "فعال باشد.

source: Enable Geo Location
fa_ir: فعال کردن ژئو محل سکونت

source: Geo Location will help users to find jobs in their area.**This option will only work if 'Location Search' is enabled.
fa_ir: ژئو محل سکونت کاربران کمک خواهد کرد برای پیدا کردن شغل در منطقه خود. ** این گزینه فقط در صورتی کار میکند، محل جستجو "فعال باشد.

source: Enable Radius
fa_ir: فعال کردن شعاع

source: This Option will help users to filter jobs with radius.**This option will only work if location search is enabled.
fa_ir: این گزینه کمک خواهد کرد تا کاربران را به فیلتر مشاغل با شعاع. ** این گزینه فقط کار خواهد کرد اگر محل جستجو را فعال کنید.

source: Radius Inputs
fa_ir: شعاع ورودی

source: Min Value
fa_ir: حداقل ارزش

source: Max Value
fa_ir: حداکثر ارزش

source: Increment Step
fa_ir: مرحله افزایش

source: Use this field to add radius inputs minimum to maximum. **This option wil only work if location search is enabled.
fa_ir: استفاده از این زمینه به اضافه کردن ورودی شعاع حداقل به حداکثر. ** این گزینه فقط به آرامی کار می کنند اگر محل جستجو را فعال کنید.

source: Default Radius
fa_ir: به طور پیش فرض شعاع

source: When a user will filter jobs with any address, this radius will be implemented as default. **This option will only work if location search is enabled.
fa_ir: هنگامی که یک کاربر شغل با هر آدرس فیلتر، این شعاع به عنوان پیش فرض اجرا شده است. ** این گزینه فقط کار خواهد کرد اگر محل جستجو را فعال کنید.

source: Radius Measurement
fa_ir: اندازه گیری شعاع

source: Set radius Measurement unit from drop down (km/miles) in which users will search.** This option will only work if location search is enabled
fa_ir: تنظیم واحد اندازه گیری شعاع از رها کردن (کیلومتر / مایل) که در آن کاربران جستجو خواهد شد. ** این گزینه فقط کار خواهد کرد اگر محل جستجو را فعال کنید

source: Miles
fa_ir: مایل

source: Search By Location
fa_ir: جستجو بر اساس مکان

source: Use this option to set search by location with given option (country, City etc ) in the dropdown. There are limited options for search which are given in drop down. No extra parameter can be set for search with location. *This option will only work if location search is enabled
fa_ir: با استفاده از این گزینه ای را برای جستجو بر اساس مکان با گزینه های داده شده (کشور، شهر و غیره) در کرکره. گزینه های محدود برای جستجو که در قطره داده پایین وجود دارد. بدون پارامتر اضافی می توان برای جستجوی با محل تعیین شده است. * این گزینه فقط کار خواهد کرد اگر محل جستجو را فعال کنید

source: Countries only
fa_ir: کشورها تنها

source: Countries and Cities
fa_ir: کشورها و شهرهای

source: Cities only
fa_ir: از شهرستانها تنها

source: Single City
fa_ir: شهر تنها

source: If your above 'Search By Location' option will be 'single city' then you must have to select city from the dropdown.
fa_ir: اگر بالا "جستجو بر اساس مکان" خود را گزینه خواهد بود 'شهرستان تنها پس از آن شما باید به انتخاب شهرستان را از لیست کشویی.

source: SEARCH OPTIONS
fa_ir: گزینه های جستجو

source: social Sharing
fa_ir: به اشتراک گذاری اجتماعی

source: StumbleUpon
fa_ir: استامبلآپان

source: share more
fa_ir: سهم بیشتر

source: import & export
fa_ir: واردات و صادرات

source: Backup
fa_ir: پشتیبان گیری

source: Users Import / Export
fa_ir: کاربران واردات / صادرات

source: Import Users Data
fa_ir: واردات کاربران داده

source: Candidate Skills Sets total percentage cannot exceeds from 100.
fa_ir: مهارت های نامزد مجموعه درصد کل نمی تواند از 100 فراتر می رود.

source: Error saving file!
fa_ir: خطا هنگام ذخیره فایل!

source: Backup Generated.
fa_ir: پشتیبان گیری تولید می شود.

source: File '%s' Deleted Successfully
fa_ir: فایل ' %s ، با موفقیت حذف شد

source: Error Deleting file!
fa_ir: خطا در حذف فایل!

source: File Import Successfully
fa_ir: واردات فایل با موفقیت

source: Error Restoring file!
fa_ir: خطا در بازیابی فایل!

source: File '%s' Restore Successfully
fa_ir: فایل ' %s ' بازگرداندن موفقیت

source: Become an Employer first to Subscribe the Package.
fa_ir: تبدیل شدن به یک کارفرما برای اولین بار به اشتراک بسته بندی.

source: Buy Now
fa_ir: خرید کن

source: Maximum Jobs in %s %s
fa_ir: جابز حداکثر در %s %s

source: %s duration
fa_ir: %s مدت زمان

source: JC: JOB PACKAGE OPTION
fa_ir: JC: OPTION JOB PACKAGE

source: Element Title
fa_ir: عنصر title

source: Add Job packages title here.
fa_ir: اضافه کردن عنوان شغلی بسته است.

source: Columns
fa_ir: ستون ها

source: Select column for display view
fa_ir: انتخاب ستون برای نمایش صفحه نمایش

source: Two Columns
fa_ir: دو ستون

source: Three Columns
fa_ir: سه ستون

source: Four Columns
fa_ir: چهار ستون

source: Style
fa_ir: سبک

source: Choose packages style with this dropdown.
fa_ir: سبک بسته ها را با این منوی کشویی انتخاب کنید.

source: Box
fa_ir: جعبه

source: Basic
fa_ir: پایه ای

source: Modern
fa_ir: مدرن

source: Simple
fa_ir: ساده

source: Select packages which do you want show. If you don’t have any package create new from Dashboard >> Jobs >> Settings >> Packages.
fa_ir: بسته را انتخاب کنید که شما می خواهید نشان می دهد. اگر شما هر گونه بسته نیست >> جابز >> تنظیمات >> بسته های جدید از صفحه ایجاد کنید.

source: Insert
fa_ir: درج

source: Save
fa_ir: صرفه جویی

source: only
fa_ir: فقط

source: Access to %s Resumes
fa_ir: دسترسی به %s رزومه

source: duration
fa_ir: مدت زمان

source: JC: CV Package Option
fa_ir: JC: CV بسته بندی های موجود

source: Add CV packages element title here.
fa_ir: اضافه کردن CV عنوان بسته عنصر در اینجا.

source: Select CV packages here. If you don’t have any CV packages create from your Dashboard >> Jobs >> Settings >> Packages >> CV Search Add new.
fa_ir: بسته CV اینجا را انتخاب کنید. اگر شما هر گونه CV بسته از صفحه خود را >> جابز >> تنظیمات >> بسته >> ایجاد کنید CV جستجو اضافه کردن جدید.

source: Company Profile
fa_ir: نمایه شرکت

source: Manage Jobs
fa_ir: مدیریت شغل

source: Resumes
fa_ir: رزومه

source: Post a New Job
fa_ir: ارسال یک کار جدید

source: Change Password
fa_ir: تغییر رمز عبور

source: Logout
fa_ir: خروج از سیستم

source: Created Successfully.
fa_ir: ایجاد موفقیت.

source: Updated Successfully.
fa_ir: با موفقیت به روز شد.

source: Edit Job
fa_ir: ویرایش شغلی

source: Post Job
fa_ir: ارسال شغلی

source: You can't post a new job because your account is not activated yet.
fa_ir: شما می توانید یک کار جدیدی ارسال کنید به دلیل اینکه حساب خود را هنوز فعال نشده است.

source: Job Detail
fa_ir: جزئیات شغلی

source: Package & Payments
fa_ir: بسته بندی و پرداخت

source: Confirmation
fa_ir: تائیدیه

source: If you don’t have an account you can create one below by entering your email address. A password will be automatically emailed to you. or
fa_ir: اگر شما یک حساب کاربری ندارد شما می توانید یکی از زیر با وارد کردن آدرس ایمیل خود را ایجاد کنید. رمز عبور خواهد بود به طور خودکار به شما ایمیل فرستاده. یا

source: Login
fa_ir: ورود

source: Job Description
fa_ir: شرح وظایف

source: Username
fa_ir: نام کاربری

source: Job Type
fa_ir: نوع کار

source: specialisms
fa_ir: تخصص

source: Order summery
fa_ir: سفارش خلاصه

source: Total
fa_ir: جمع

source: VAT (%s&#37;)
fa_ir: مالیات بر ارزش افزوده ( %s & # 37؛)

source: Grand Total
fa_ir: جمع کل

source: You are using "%s" Package.
fa_ir: شما با استفاده از " %s " بسته بندی.

source: (Already Purchased)
fa_ir: (در حال حاضر خریداری)

source: Detail
fa_ir: جزئیات

source: Duration
fa_ir: مدت زمان

source: Listing Duration
fa_ir: مدت زمان مثال

source: No. of Listings
fa_ir: تعداد لیست

source: %s Listings included.
fa_ir: %s لیست گنجانده شده است.

source: Make this job Featured
fa_ir: این کار ویژه

source: Package Subscription
fa_ir: اشتراک بسته

source: Total Charges
fa_ir: کل هزینهها

source: You are not <span>authorized</span>
fa_ir: شما نمی <span> در مجاز </ span> در

source: Applicants
fa_ir: متقاضیان

source: Applied Date
fa_ir: تاریخ کاربردی

source: Updated
fa_ir: به روز رسانی

source: There is no downloadable doc
fa_ir: هیچ DOC دانلود وجود دارد

source: Linked-in Profile
fa_ir: مرتبط در مشخصات

source: Send a Message
fa_ir: ارسال یک پیام

source: View Profile
fa_ir: نمایش مشخصات

source: Not set by user
fa_ir: توسط کاربر تعیین شده نیست

source: No Applicant Found
fa_ir: هیچ متقاضی یافت

source: Welcome %s
fa_ir: خوش آمدید %s

source: Max file size is 1MB, Minimum dimension: 270x210 And Suitable files are .jpg & .png
fa_ir: حداکثر حجم فایل 1MB، حداقل ابعاد است: 270x210 و فایل های مناسب هستند .jpg نوع و فعلی

source: Browse Cover
fa_ir: مرور پوشش

source: Max file size is 1MB, Minimum dimension: 1600x400 And Suitable files are .jpg & .png
fa_ir: حداکثر حجم فایل 1MB، حداقل ابعاد است: 1600x400 و فایل های مناسب هستند .jpg نوع و فعلی

source: Company name
fa_ir: نام شرکت

source: Social Network
fa_ir: شبکه اجتماعی

source: Contact Information
fa_ir: اطلاعات تماس

source: Website
fa_ir: سایت اینترنتی

source: Extra Information
fa_ir: اطلاعات اضافی

source: Old Password
fa_ir: رمز عبور قدیمی

source: New Password
fa_ir: رمز عبور جدید

source: Confirm Password
fa_ir: تکرار رمز عبور

source: Job Posted
fa_ir: کار ارسال شده است

source: Applications
fa_ir: برنامه های کاربردی

source: Active Jobs
fa_ir: مشاغل فعال

source: Awaiting Activation
fa_ir: در انتظار فعال سازی

source: Featured
fa_ir: ویژه

source: Expire date:
fa_ir: تاریخ انقضا:

source: Last Update:
fa_ir: اخرین بروزرسانی:

source: Application(s)
fa_ir: برنامه های کاربردی)
