Repository: sazzadh/temp
Catalog: languages/jobhunt-*.po
Languages: fa_ir

source: Demo users are not allowed to modify information.
fa_ir: کاربران نسخه ی نمایشی ها مجاز به تغییر اطلاعات.

source: Employer
fa_ir: کارفرما

source: Candidate
fa_ir: نامزد

source: Select File
fa_ir: فایل را انتخاب کنید

source: Add File
fa_ir: اضافه کردن فایل

source: Geolocation is not supported by this browser.
fa_ir: موقعیت جغرافیایی توسط این مرورگر پشتیبانی نمی شود.

source: Title
fa_ir: عنوان

source: Current Plugin options will be replaced with the default options.
fa_ir: گزینه های پلاگین کنونی خواهد شد با گزینه های پیش فرض جایگزین شده است.

source: This action will delete your selected Backup File. Are you want to continue?
fa_ir: این عمل فایل پشتیبان انتخاب شده خود را حذف کنید. آیا شما می خواهید ادامه دهید؟

source: Please Enter valid Email address.
fa_ir: لطفا آدرس ایمیل معتبر وارد کنید.

source: Shortlist
fa_ir: لیست کوتاه

source: Shortlisted
fa_ir: شارت

source: Are you sure to do this?
fa_ir: آیا مطمئنید که این کار؟

source: Cancel
fa_ir: لغو کردن

source: Delete
fa_ir: حذف

source: Drag this Marker
fa_ir: کشیدن این نشانگر

source: Couldn't find coordinates for this place
fa_ir: می تواند مختصات برای این محل پیدا

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیر فعال

source: There is some Problem.
fa_ir: برخی از مشکل وجود دارد.

source: Oops, nothing found!
fa_ir: اوه، چیزی یافت نشد!

source: More
fa_ir: بیش

source: Please Fill in Name.
fa_ir: لطفا در نام را پر کنید.

source: Please Enter Email.
fa_ir: لطفا ایمیل را وارد کنید.

source: Please Fill in Subject.
fa_ir: لطفا در موضوع پر کنید.

source: Please Fill in Message.
fa_ir: لطفا در پیام پر کنید.

source: Button bg Color
fa_ir: دکمه رنگ BG

source: Text Color
fa_ir: رنگ متن

source: Icon Background Color
fa_ir: نماد رنگ پس زمینه

source: Border Color
fa_ir: رنگ لبه

source: Pricing Feature
fa_ir: ویژگی های قیمت گذاری

source: You must provide your Gmail Email address as SMTP username and Gmail Password as SMTP Password.
fa_ir: شما باید Gmail آدرس ایمیل خود را به عنوان نام کاربری SMTP و سرویس Gmail رمز عبور به عنوان SMTP رمز عبور فراهم می کند.

source: Addons Manager
fa_ir: مدیریت افزونه

source: All
fa_ir: همه

source: Transactions
fa_ir: معاملات

source: Package Id
fa_ir: شناسه بسته

source: Payment Method
fa_ir: روش پرداخت

source: Amount
fa_ir: میزان

source: Email
fa_ir: پست الکترونیک

source: First Name
fa_ir: نام کوچک

source: Last Name
fa_ir: نام خانوادگی

source: Address
fa_ir: نشانی

source: Status
fa_ir: وضعیت

source: CV Search
fa_ir: CV جستجو

source: Advertise job
fa_ir: تبلیغات کار

source: Featured Job
fa_ir: شغلی ویژه

source: Order Detail
fa_ir: جزئیات سفارش

source: Pending
fa_ir: در انتظار

source: Approved
fa_ir: تایید کرد

source: Cancelled
fa_ir: لغو شد

source: Refunded
fa_ir: مسترد

source: Please ensure that all required fields are completed and formatted correctly
fa_ir: لطفا اطمینان حاصل شود که همه فیلدها لازم هستند تکمیل و به درستی فرمت

source: Do you really want to delete?
fa_ir: آیا واقعا میخواهید حذف کنید؟

source: Yes, Delete It
fa_ir: بله، آن را حذف کنید

source: <h1>Please register yourself as an <span>employer</span> to access this page.</h1>
fa_ir: های <h1> لطفا خودتان را به عنوان یک <span> در کارفرمای </ span> در ثبت نام برای دسترسی به این صفحه. </ H1>

source: Yes Delete It
fa_ir: بله آن را حذف کنید

source: Please register yourself as a <span>candidate</span> to access this page.
fa_ir: لطفا خودتان را به عنوان یک <span> در نامزد </ span> در ثبت نام برای دسترسی به این صفحه.

source: CS : Top Recruiters
fa_ir: CS: بالا استخدام

source: Display number of Top Recruiters.
fa_ir: نمایش تعداد استخدام بالا.

source: Total Numbers
fa_ir: تعداد کل

source: %s Jobs
fa_ir: %s جابز

source: CS : Jobs Stack
fa_ir: CS: جابز پشته

source: Enter job stack info
fa_ir: کار اطلاعات پشته را وارد کنید

source: Enter Title
fa_ir: را وارد کنید عنوان

source: Enter Content
fa_ir: را وارد کنید محتوا

source: Logo
fa_ir: لوگو

source: App Image
fa_ir: برنامه تصویر

source: App Store
fa_ir: فروشگاه برنامه

source: Backgroud Image
fa_ir: مقدمه تصویر

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: CS : Contact info
fa_ir: CS: اطلاعات تماس

source: Add a contact info to your sidebar
fa_ir: اضافه کردن اطلاعات تماس خود را به نوار کناری

source: View
fa_ir: چشم انداز

source: View 1
fa_ir: نمایش 1

source: View 2
fa_ir: نمایش 2

source: Telephone
fa_ir: تلفن

source: Enter Address
fa_ir: را وارد کنید آدرس

source: Office Hours
fa_ir: ساعات اداری

source: Facebook Url
fa_ir: فیس بوک آدرس

source: Twitter Url
fa_ir: توییتر URL

source: Linkedin Url
fa_ir: لینک آدرس

source: Google Url
fa_ir: گوگل آدرس

source: Instagram Url
fa_ir: نمایش مشخصات عمومی آدرس

source: Youtube Url
fa_ir: URL یوتیوب

source: office hours
fa_ir: ساعات اداری

source: facebook
fa_ir: فیس بوک

source: twitter
fa_ir: توییتر

source: linkedin
fa_ir: لینک

source: google
fa_ir: گوگل

source: instagram
fa_ir: نمایش مشخصات عمومی

source: youtube
fa_ir: یوتیوب

source: Telephone:
fa_ir: تلفن:

source: E-mail:
fa_ir: پست الکترونیک:

source: CS : Jobs Categories
fa_ir: CS: شغل ها مجموعه ها

source: Display Jobs Categories.
fa_ir: نمایش شغل ها مجموعه ها.

source: Select specialism:
fa_ir: انتخاب تخصص:

source: %s + Jobs
fa_ir: %s + جابز

source: View All
fa_ir: مشاهده همه

source: CS : Social Media Followers Widget
fa_ir: ویجت رسانه های اجتماعی دنبال: CS

source: Social Media Followers Widget.
fa_ir: رسانه های اجتماعی دنبال ویجت.

source: Facebook Fans
fa_ir: طرفداران فیس بوک

source: Twitter Followers
fa_ir: توییتر دنبال

source: Google+ Followers
fa_ir: دنبالکنندگان Google+

source: Youtube Followers
fa_ir: یوتیوب دنبال

source: vimeo Followers
fa_ir: دنبال ویمیو

source: Dribble Followers
fa_ir: دنبال دریبل

source: Widget Title
fa_ir: عنوان ویجت

source: Facebook Text
fa_ir: فیس بوک متن

source: Facebook Acess token
fa_ir: رمز فیس بوک acess دادن

source: Facebook Page Id
fa_ir: صفحه فیس بوک ها

source: Example: envato
fa_ir: به عنوان مثال: انویتو

source: You'll need to set up the Twitter API Setting options before using it
fa_ir: شما نیاز به راه اندازی توییتر گزینه API تنظیم قبل از استفاده از آن

source: You can make your changes
fa_ir: شما می توانید تغییرات خود را

source: here
fa_ir: اینجا

source: Twitter Text
fa_ir: توییتر متن

source: Twitter Username
fa_ir: توییتر نام کاربری

source: Example: @envato
fa_ir: به عنوان مثال:envato

source: Google+ Text
fa_ir: گوگل پلاس متن

source: Google Page Id
fa_ir: شناسه گوگل صفحه

source: Dribbble Text
fa_ir: متن های Dribbble

source: Example: http://dribbble.com/username
fa_ir: به عنوان مثال: http://dribbble.com/username

source: CS : Recent Jobs
fa_ir: CS: ساخت وساز

source: Recent Jobs.
fa_ir: موبایل همه.

source: Number of Posts To Display
fa_ir: تعداد پست های نمایش

source: Description
fa_ir: شرح

source: Button Title
fa_ir: عنوان دکمه

source: Button Link
fa_ir: لینک دکمه

source: by
fa_ir: توسط

source: Posted
fa_ir: ارسال شده

source: View All Jobs
fa_ir: مشاهده همه مشاغل

source: CS : Social info
fa_ir: CS: اطلاعات اجتماعی

source: Enter Social info
fa_ir: اطلاعات اجتماعی را وارد کنید

source: Simply Hired Blog
fa_ir: وبلاگ سادگی استخدام

source: Facebook
fa_ir: فیس بوک

source: Twitter
fa_ir: توییتر

source: Linkedin
fa_ir: لینک

source: Google+
fa_ir: گوگل پلاس

source: YouTube
fa_ir: یوتیوب

source: CS : Featured Jobs
fa_ir: جابز ویژه: CS

source: Featured Jobs.
fa_ir: جابز برجسته.

source: View
fa_ir: چشم انداز

source: Fancy
fa_ir: تفننی

source: Modern
fa_ir: مدرن

source: Featured Jobs:
fa_ir: جابز های ویژه:

source: Days left
fa_ir: روزهای باقی مانده

source: Day left
fa_ir: روز باقی مانده

source: Vacancies +
fa_ir: پست های خالی +

source: Applied
fa_ir: کاربردی

source: Apply Now
fa_ir: درخواست کن

source: Apply for this job
fa_ir: برای این کار

source: No recored found
fa_ir: بدون recored را پیدا

source: Thank you. Your order has been received.
fa_ir: متشکرم. سفارش شما دریافت شد.

source: VAT %s
fa_ir: مالیات بر ارزش افزوده %s

source: Paypal
fa_ir: پی پال

source: Pre Bank Transfer
fa_ir: انتقال از پیش بانک

source: Skrill-MoneyBooker
fa_ir: Skrill به-MoneyBooker

source: Select Currency
fa_ir: انتخاب ارز

source: Select your currency from the given drop down.
fa_ir: ارز خود را از قطره داده را انتخاب کنید.

source: Currency Sign
fa_ir: نرخ ارز ثبت نام

source: Add your currency sign according to your currency. It will be printed on both frontend and backend.
fa_ir: با توجه به ارز خود را اضافه کنید علامت ارز خود را. از آن خواهد شد در هر دو ظاهر و باطن چاپ شده است.

source: Currency Position
fa_ir: ارز مکان

source: You can control the position of the currency sign.
fa_ir: شما می توانید موقعیت علامت ارز را کنترل کند.

source: Left
fa_ir: ترک کرد

source: Right
fa_ir: درست

source: Left with space
fa_ir: چپ با فضای

source: Right with space
fa_ir: حق با فضای

source: Login again to change password.
fa_ir: ورود دوباره به تغییر رمز عبور.

source: Password field is empty.
fa_ir: رمز خالی است.

source: Mismatch Password fields.
fa_ir: زمینه رمز عبور تطابق ندارد.

source: Password Changed.
fa_ir: رمز عبور تغییر کرد.

source: Old Password is incorrect.
fa_ir: قدیمی رمز عبور نادرست است.

source: Password is incorrect.
fa_ir: رمز عبور اشتباه است.

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعد

source: Please select..
fa_ir: لطفا انتخاب کنید..

source: You have to login first.
fa_ir: شما باید برای ورود است.

source: You are not authorised
fa_ir: شما مجاز

source: Removed From Favourite
fa_ir: حذف از علاقه

source: Employer Contact from job hunt
fa_ir: کارفرما تماس با شرکت از شکار شغل

source: Please enter name.
fa_ir: لطفا نام را وارد کنید.

source: Please enter email.
fa_ir: لطفا ایمیل را وارد کنید.

source: email address is not valid.
fa_ir: آدرس ایمیل معتبر نیست.

source: Message should have more than 50 characters
fa_ir: پیام باید به بیش از 50 کاراکتر داشته

source: You should accept Terms and Conditions.
fa_ir: شما باید شرایط و ضوابط.

source: Captcha should must be validate
fa_ir: کد امنیتی باید باید اعتبار شود

source: Your inquiry has been sent User will contact you shortly
fa_ir: کاربر درخواست خود را ارسال شده است در مدت کوتاهی با شما تماس خواهد

source: The mail could not be sent due to some resons, Please try again
fa_ir: پست الکترونیکی نمی تواند با توجه به برخی دلایلی ارسال، لطفا دوباره امتحان کنید

source: The profile email does not exist, Please try later
fa_ir: ایمیل مشخصات وجود ندارد، لطفا بعدا امتحان کنید

source: Candidate Contact from job hunt
fa_ir: نامزد تماس با شرکت از شکار شغل

source: Captcha should must be validate.
fa_ir: کد امنیتی باید باید اعتبار شود.

source: Something Wrong, Please try later.
fa_ir: کاری اشتباه است، لطفا بعدا امتحان کنید.

source: The profile email does not exist, Please try later.
fa_ir: ایمیل مشخصات وجود ندارد، لطفا بعدا امتحان کنید.

source: ago
fa_ir: پیش

source: You can't apply because your account is not activated yet.
fa_ir: شما نمی توانید اعمال به دلیل اینکه حساب خود را هنوز فعال نشده است.

source: You must have atleast %s skills set to apply this job.
fa_ir: شما باید حداقل باید %s مهارت های مجموعه به درخواست این کار است.

source: Removed From Applied Job
fa_ir: حذف از کاربردی شغلی

source: All Locations
fa_ir: همه جا

source: Location
fa_ir: محل

source: Added to List
fa_ir: اضافه شده به لیست

source: Added to Selected List
fa_ir: اضافه شده به لیست انتخاب

source: Add to List
fa_ir: اضافه کردن به لیست

source: Removed From Selected List
fa_ir: حذف از فهرست انتخاب

source: Please Select
fa_ir: لطفا انتخاب کنید

source: Please Select specialism
fa_ir: لطفا تخصص انتخاب کنید

source: Please Select Specialism
fa_ir: لطفا انتخاب کنید تخصص

source: There are no specialisms available.
fa_ir: هیچ تخصص وجود دارد.

source: My Shortlisted Jobs
fa_ir: جابز شارت من

source: Added
fa_ir: اضافه

source: Job(s)
fa_ir: شغل ها)

source: success
fa_ir: موفقیت

source: google-plus
fa_ir: گوگل پلاس

source: Tumblr
fa_ir: وبلاگ Tumblr

source: Dribbble
fa_ir: های Dribbble

source: Instagram
fa_ir: نمایش مشخصات عمومی

source: stumbleupon
fa_ir: استامبلآپان

source: Youtube
fa_ir: یوتیوب

source: Pinterest
fa_ir: پینترست

source: Share Job
fa_ir: اشتراک های شغلی

source: Please wait...
fa_ir: لطفا صبر کنید...

source: Successfully loaded icons
fa_ir: آیکون با موفقیت لود

source: Error: Try Again?
fa_ir: خطا: سعی کنید باز هم؟

source: Load from IcoMoon selection.json
fa_ir: بار از selection.json IcoMoon

source: There is no record in list
fa_ir: هیچ سابقه ای در لیست وجود دارد

source: Browse
fa_ir: مرور کردن

source: CV Package
fa_ir: CV بسته بندی

source: Job Package
fa_ir: بسته بندی های شغلی

source: Job Post
fa_ir: ارسال کار

source: Job Specialisms
fa_ir: تخصص های شغلی

source: Job Search
fa_ir: جستجوی کار

source: Jobs
fa_ir: شغل ها

source: Register
fa_ir: ثبت نام

source: Country
fa_ir: کشور

source: Select Country
fa_ir: کشور را انتخاب کنید

source: City
fa_ir: شهرستان

source: Select City
fa_ir: شهر را انتخاب کنید

source: Complete Address
fa_ir: آدرس کامل

source: Enter you complete address with city, state or country.
fa_ir: شما آدرس کامل با شهرستان، ایالت یا کشور را وارد کنید.

source: Find on Map
fa_ir: یافتن بر روی نقشه

source: Latitude
fa_ir: عرض جغرافیایی

source: Longitude
fa_ir: عرض جغرافیایی

source: Search This Location on Map
fa_ir: جستجو در این محل بر روی نقشه

source: Search Location
fa_ir: جستجوی مکان

source: update map
fa_ir: نقشه به روز رسانی

source: Image
fa_ir: تصویر

source: Choose Icon
fa_ir: را انتخاب کنید آیکون

source: ISO Code
fa_ir: کد ISO

source: Job Type Color
fa_ir: کار نوع رنگ

# post type general name
source: Emails
fa_ir: ایمیل

# post type singular name
source: Email
fa_ir: پست الکترونیک

# admin menu
source: Emails
fa_ir: ایمیل

# add new on admin bar
source: Email
fa_ir: پست الکترونیک

# email
source: Add New
fa_ir: اضافه کردن جدید

source: Add New Email
fa_ir: اضافه کردن جدید ایمیل

source: New Email
fa_ir: ایمیل جدید

source: Edit Email
fa_ir: ویرایش ایمیل

source: View Email
fa_ir: نمایش ایمیل

source: Sent Emails
fa_ir: ایمیل های ارسال شده

source: Search Emails
fa_ir: ایمیل جستجو

source: Parent Emails:
fa_ir: ایمیل پدر و مادر:

source: No emails found.
fa_ir: هیچ ایمیل پیدا شده است.

source: No emails found in Trash.
fa_ir: هیچ ایمیل در سطل زباله پیدا شده است.

source: Description.
fa_ir: شرح.

source: Email Details
fa_ir: ایمیل جزئیات

source: Sent To
fa_ir: فرستاده شد به

source: Email Status
fa_ir: وضعیت ایمیل

source: Email Headers
fa_ir: هدر ایمیل

source: Mailer Response
fa_ir: میلر پاسخ

source: No Posts found
fa_ir: بدون ارسال یافت

source: SMTP Configuration
fa_ir: پیکربندی SMTP

source: Enable SMTP to Send Emails?
fa_ir: فعال کردن SMTP برای ارسال ایمیل؟

source: Turn it on If you want to send Email Through SMTP..
fa_ir: با روشن کردن آن اگر شما می خواهید برای ارسال ایمیل از طریق SMTP ..

source: Send e-mail via Gmail?
fa_ir: ارسال ایمیل از طریق جیمیل!

source: Turn it on If you want to send Email Through Google Email Server..
fa_ir: با روشن کردن آن اگر شما می خواهید برای ارسال ایمیل از طریق گوگل ایمیل سرور ..

source: Use SMTP Authentication?
fa_ir: استفاده از احراز هویت SMTP؟

source: Turn it on If you want to use SMTP Authentication.., If checked, you must provide the SMTP username and password below
fa_ir: با روشن کردن آن اگر شما می خواهید به استفاده از احراز هویت SMTP ..، در صورت انتخاب، شما باید نام کاربری و رمز عبور زیر SMTP ارائه

source: SMTP Host Name
fa_ir: SMTP نام میزبان

source: Enter your Smtp host here, It is name of your service provider
fa_ir: هاست SMTP خود را اینجا وارد کنید، این نام ارائه دهنده خدمات خود است

source: SMTP Port
fa_ir: SMTP پورت

source: Enter your Smtp port here, e.g 25 or 465, This is generally 25.
fa_ir: پورت SMTP خود را اینجا وارد کنید، به عنوان مثال 25 یا 465، به طور کلی این 25.

source: Connection prefix
fa_ir: پیشوند اتصال

source: Sets connection prefix for secure connections (prefix method must be supported by your PHP install and your SMTP host)
fa_ir: مجموعه پیشوند اتصال برای اتصالات امن (روش پیشوند باید توسط پی اچ پی خود نصب کنید و SMTP هاست شما پشتیبانی می شود)

source: SMTP username
fa_ir: نام کاربری SMTP

source: Enter SMTP Username here
fa_ir: SMTP نام کاربری را وارد کنید در اینجا

source: SMTP Password
fa_ir: SMTP رمز عبور

source: Please Enter SMTP Password here
fa_ir: لطفا SMTP رمز عبور در اینجا وارد کنید

source: Wordwrap length
fa_ir: طول WordWrap را ساپورت

source: Enter Wordwrap length here, Sets word wrapping on the body of the message to a given number of characters.
fa_ir: طول WordWrap را ساپورت را اینجا وارد کنید، مجموعه کاغذ بسته بندی کلمه بر روی بدن از این پیام را به یک عدد داده شده از شخصیت های.

source: Enable debugging?
fa_ir: فعال کردن اشکال زدایی؟

source: Only check this if you are experiencing problems and would like more error reporting to occur. Uncheck this once you have finished debugging.
fa_ir: فقط این را بررسی کنید اگر شما در حال تجربه مشکلات و گزارش خطا بیشتر به رخ می خواهم. لغو انتخاب این اشکال زدایی هنگامی که شما به پایان رسید.

source: Sender e-mail
fa_ir: فرستنده ایمیل

source: Sets the From e-mail address for all outgoing messages. Leave blank to use the WordPress default. This value will be used even if you do not enable SMTP. NOTE: This may not take effect depending on your mail server and settings, especially if using SMTPAuth (such as for GMail).
fa_ir: مجموعه از آدرس ایمیل برای همه پیامهای خروجی. خالی بگذارید به استفاده از پیش فرض وردپرس. این مقدار می شود حتی استفاده خواهد شد اگر شما SMTP را فعال کنید. توجه: این ممکن است اثر بسته به میل سرور و تنظیمات خود را ندارد، به خصوص اگر با استفاده از SMTPAuth (از جمله برای جی میل).

source: Sender name
fa_ir: نام فرستنده

source: Sets the From name for all outgoing messages. Leave blank to use the WordPress default. This value will be used even if you do not enable SMTP.
fa_ir: مجموعه از نام برای همه پیامهای خروجی. خالی بگذارید به استفاده از پیش فرض وردپرس. این مقدار می شود حتی استفاده خواهد شد اگر شما SMTP را فعال کنید.

source: SMTP Configurations
fa_ir: SMTP تنظیمات

source: This is a test mail
fa_ir: این یک پست الکترونیکی آزمون است

source: Hi, this is the %s plugin e-mailing you a test message from your WordPress blog.
fa_ir: سلام، این است که %s پلاگین و دریافت ایمیل به شما یک پیام آزمون از وبلاگ وردپرس خود را.

source: An error was encountered while trying to send the test e-mail.
fa_ir: در حالی که تلاش برای ارسال تست ایمیل با خطا مواجه شد.

source: Test e-mail sent.
fa_ir: تست ایمیل ارسال می شود.

source: The body of the e-mail includes this time-stamp: %s.
fa_ir: بدن از ایمیل شامل این زمان مهر و موم: %s .

source: Settings
fa_ir: تنظیمات

source: Add Package
fa_ir: اضافه کردن بسته بندی

source: Actions
fa_ir: اعمال

source: Package Settings
fa_ir: تنظیمات بسته بندی

source: Package Title
fa_ir: بسته بندی عنوان

source: Enter title here.
fa_ir: عنوان را اینجا وارد کنید.

source: Price
fa_ir: قیمت

source: Enter price here.
fa_ir: قیمت در اینجا وارد کنید.

source: Package Type
fa_ir: نوع بسته بندی

source: Single Submission
fa_ir: ارسال مقاله تنها

source: Subscription
fa_ir: اشتراک

source: No of Listings in Package
fa_ir: بدون از لیست در بسته بندی

source: No of CV's
fa_ir: تعداد CV است

source: Package Expiry
fa_ir: بسته بندی انقضاء

source: Days
fa_ir: روزها

source: Months
fa_ir: ماه ها

source: Years
fa_ir: سال

source: Listings Expiry
fa_ir: لیست انقضاء

source: Package Featured
fa_ir: بسته بندی ویژه

source: Add Package to List
fa_ir: اضافه کردن به لیست بسته بندی

source: Price edit
fa_ir: قیمت ویرایش

source: Update Package
fa_ir: به روز رسانی بسته بندی

source: Enter Title here.
fa_ir: عنوان را اینجا وارد کنید.

source: Enter Price here.
fa_ir: قیمت در اینجا وارد کنید.

source: Enter Package Title here.
fa_ir: بسته بندی عنوان را وارد کنید.

source: This feature "%s" is already exist. Please create with another Title
fa_ir: این قابلیت " %s " در حال حاضر وجود دارد. لطفا با عنوان دیگری ایجاد

source: Extra Feature Settings
fa_ir: تنظیمات ویژگی های اضافی

source: Extra Feature Title
fa_ir: عنوان ویژگی های اضافی

source: Type
fa_ir: نوع

source: None
fa_ir: هیچ

source: One Time
fa_ir: سر وقت

source: Daily
fa_ir: روزانه

source: Guests
fa_ir: مهمان

source: Per Head
fa_ir: به ازای هر نفر

source: Group
fa_ir: گروه

source: Frontend Changeable
fa_ir: ظاهر تعویض

source: Update Extra Feature
fa_ir: قابلیت به روز رسانی فوق العاده

source: Feature Settings
fa_ir: تنظیمات از ویژگی های

source: Feature Title
fa_ir: عنوان ویژگی

source: Update Feature
fa_ir: قابلیت به روز رسانی

source: Add Safety Text
fa_ir: اضافه کردن ایمنی متن

source: Safety Text Settings
fa_ir: تنظیمات ایمنی متن

source: Add Safety Text to List
fa_ir: اضافه کردن به لیست ایمنی متن

source: Safety Settings
fa_ir: تنظیمات ایمنی

source: Update
fa_ir: به روز رسانی

source: Select State
fa_ir: انتخاب دولت

source: This template is used for sending email when employer register.
fa_ir: این الگو برای ارسال ایمیل زمانی که کارفرما ثبت نام استفاده می شود.

source: Employer Registerd Successfully
fa_ir: کارفرما Registerd موفقیت

source: Job Approved
fa_ir: کار تایید

source: This Template is used for sending email to employer when job status approved
fa_ir: این الگو برای ارسال ایمیل به کارفرما استفاده می شود که وضعیت شغلی تایید

source: Job Added
fa_ir: کار او

source: This template is used to send email when new job add.
fa_ir: این الگو برای ارسال ایمیل زمانی که کار جدید اضافه کنید.

source: Not Approved Employer Profile
fa_ir: تایید مشخصات کارفرما

source: This template is used to sending email when employer Status not approved
fa_ir: این الگو برای ارسال ایمیل زمانی که وضعیت کارفرمای مورد تایید نیست استفاده

source: Approved Employer Profile
fa_ir: تایید مشخصات کارفرما

source: This template is used to sending email when employer Status approved
fa_ir: این الگو برای ارسال ایمیل زمانی که وضعیت کارفرما تایید استفاده

source: Candidate Contact Employer
fa_ir: نامزد تماس با کارفرما

source: Employer Contact Candidate
fa_ir: کارفرما تماس با نامزد

source: This template used to send email when user register.
fa_ir: این الگو برای ارسال ایمیل زمانی که ثبت نام کاربر.

source: Registerd Successfully
fa_ir: Registerd موفقیت

source: [%s] New User Registration
fa_ir: [ %s ] ثبت نام کاربر جدید

source: This template is used for sending email to site owner when a normal user/candiate/employer register.
fa_ir: این الگو برای ارسال ایمیل به صاحب سایت استفاده می شود که یک کاربر / candiate / کارفرما ثبت نام طبیعی است.

source: Your Job has been Updated!
fa_ir: کار خود را به روز شده است!

source: Job update emails are sent to the employer when his/her posted job is updated
fa_ir: ایمیل به روز رسانی شغلی به کارفرما ارسال هنگامی که / کار ارسال شده است او را به روز کرده است

source: Job not Approved
fa_ir: کار مورد تایید نیست

source: This template is used for sending email to employer when job does not get approved by admin.
fa_ir: این الگو برای ارسال ایمیل به کارفرما زمانی که کار می کند توسط مدیر سایت تایید شده استفاده می شود.

source: Job User
fa_ir: کاربر شغلی

source: Job Title
fa_ir: عنوان شغلی

source: Delete Job
fa_ir: حذف شغلی

source: This template is used to sending email to employer when employer delete job.
fa_ir: این الگو برای ارسال ایمیل به کارفرما که کارفرما حذف کار استفاده می شود.

source: Your new password
fa_ir: رمز عبور جدید خود

source: This template is used sending email to user when reset password.
fa_ir: این قالب استفاده شده است ارسال ایمیل به کاربر در هنگام تنظیم مجدد رمز عبور.

source: Employer name
fa_ir: نام کارفرما

source: Candidate email
fa_ir: ایمیل نامزد

source: Job url
fa_ir: URL های شغلی

source: Job has been Applied Successfully!
fa_ir: کار با موفقیت استفاده شده است.

source: This template is used sending email when job applied successfully
fa_ir: این قالب استفاده شده است ارسال ایمیل زمانی که کار با موفقیت استفاده

source: Candidate name
fa_ir: نام نامزد

source: Candidate apply on Your Job
fa_ir: نامزد اعمال در کار خود

source: This Template is used for sending email to employer when candidate apply job
fa_ir: این الگو برای ارسال ایمیل به کارفرما این نامزد اعمال کار استفاده می شود
