Repository: sazzadh/temp
Catalog: languages/jobhunt-*.po
Languages: fa_ir

source: View Packages Item
fa_ir: مشخصات بسته بندی مورد

source: Packages Options
fa_ir: گزینه های بسته

source: Package User
fa_ir: بسته بندی کاربر

source: Package Expiry Date
fa_ir: بسته بندی تاریخ انقضاء

source: No. of CV's
fa_ir: تعداد CV است

source: Listing Expiry
fa_ir: لیست انقضاء

source: Listing Period
fa_ir: دوره کنید

source: Payment Summary
fa_ir: خلاصه پرداخت

source: Gateway Transaction Id
fa_ir: دروازه معامله ها

source: Job Id
fa_ir: شناسه کار

source: No Jobs used yet.
fa_ir: هیچ شغل استفاده است.

source: Resume Id
fa_ir: رزومه ها

source: Resume Title
fa_ir: رزومه عنوان

source: No Resumes used yet
fa_ir: هیچ رزومه استفاده و در عین حال

source: Sorry !
fa_ir: متاسف !

source: There are no listings matching your search.
fa_ir: هیچ لیست مطابق با جستجوی شما وجود دارد.

source: Please re-check the spelling of your keyword
fa_ir: لطفا دوباره بررسی املای کلمه کلیدی خود را

source: Try broadening your search by using general terms
fa_ir: سعی کنید انبساط جستجوی خود را با استفاده از شرایط عمومی

source: Try adjusting the filters applied by you
fa_ir: سعی کنید تنظیم فیلترهای اعمال شده توسط شما

source: Vacancies
fa_ir: پست های خالی

source: Open Jobs
fa_ir: جابز گسترش

source: Jobs
fa_ir: شغل ها

source: Jobs at
fa_ir: کار در

source: Checkpoint
fa_ir: ایست بازرسی

source: See all Companies
fa_ir: مشاهده تمام شرکت های

source: Added to Shortlist
fa_ir: اضافه شده به لیست کوتاه

source: Add to Shortlist
fa_ir: اضافه کردن به لیست کوتاه

source: Posted:
fa_ir: ارسال شده:

source: Read more
fa_ir: ادامه مطلب

source: Oppsss!! You are not logged in as employer to shortlist applicant.
fa_ir: Oppsss! شما به عنوان عضو وارد نشده اید کارفرما به لیست کوتاه متقاضی.

source: Please check facebook account developers settings.
fa_ir: لطفا از فیس بوک تنظیمات توسعه دهندگان حساب تیک بزنید.

source: This profile is already linked with other account. Linking process failed!
fa_ir: این نمایه گوگل در حال حاضر با حساب دیگر مرتبط است. فرآیند ارتباط شکست خورده!

source: Registration is disabled.
fa_ir: ثبت نام غیر فعال است.

source: Something went wrong: %s
fa_ir: چیزی را اشتباه رفت: %s

source: Login error
fa_ir: خطای ورود

source: There is problem while connecting to twitter
fa_ir: مشکل هنگام اتصال به توییتر وجود دارد

source: This Google profile is already linked with other account. Linking process failed!
fa_ir: این نمایه گوگل در حال حاضر با حساب دیگر مرتبط است. فرآیند ارتباط شکست خورده!

source: A service error occurred:
fa_ir: یک خطای خدمات رخ داده است:

source: A client error occurred:
fa_ir: یک خطای مشتری رخ داده است:

source: Error Code
fa_ir: کد خطا

source: Authentication failed due to Invalid Credentials
fa_ir: احراز هویت با توجه به اعتبار نامعتبر

source: This script requires session support, which appears to be disabled according to session_start().
fa_ir: این اسکریپت نیاز به پشتیبانی از جلسه، که به نظر می رسد با توجه به خوانی کنیم session_start به غیر فعال ().

source: Request token retrieval failed. Please check your settings and then try again.!
fa_ir: درخواست پاسخ به بازیابی رمز شکست خورده است. لطفا تنظیمات خود را بررسی کنید و دوباره امتحان کنید.!

source: This Linked-in profile is already linked with other account. Linking process failed!
fa_ir: این مشخصات لینک در حال حاضر با حساب دیگر مرتبط است. فرآیند ارتباط شکست خورده!

source: You must be running version 5.x or greater of PHP to use this library.
fa_ir: شما باید در حال اجرا نسخه 5.x و یا بیشتر از PHP برای استفاده از این کتابخانه است.

source: You must load the cURL extension to use this library.
fa_ir: شما باید گسترش حلقه به استفاده از این کتابخانه بارگذاری.
