Repository: sazzadh/temp
Catalog: languages/jobhunt-*.po
Languages: fa_ir

source: Remove Job
fa_ir: حذف شغلی

source: There is no record in job list
fa_ir: هیچ سابقه ای در لیست شغل وجود دارد

source: Payment Date
fa_ir: تاریخ پرداخت

source: Payment Type
fa_ir: نوع پرداخت

source: There is no record in transaction list
fa_ir: هیچ سابقه ای در لیست معامله وجود دارد

source: Downloads
fa_ir: دانلود

source: p.a minimum
fa_ir: حداقل PA

source: at
fa_ir: در

source: Last activity
fa_ir: آخرین فعالیت

source: Registered
fa_ir: ثبت نام

source: Send a Message
fa_ir: ارسال یک پیام

source: View Detail
fa_ir: نمایش جزئیات

source: Remove
fa_ir: برداشتن

source: Send message to Candidate
fa_ir: ارسال پیام به نامزد

source: Send message to "%s"
fa_ir: ارسال پیام به " %s "

source: There is no record in resumes list
fa_ir: هیچ سابقه ای در لیست رزومه وجود دارد

source: You have successfully subscribed free package.
fa_ir: با موفقیت مشترک بسته رایگان.

source: Pay Now
fa_ir: الان پرداخت کن

source: You have already subscribe this Package
fa_ir: شما در حال حاضر مشترک شدن در این بسته بندی

source: Order Summary
fa_ir: خلاصه سفارش

source: You have already subscribe a Package.
fa_ir: شما در حال حاضر یک بسته مشترک شوید.

source: Transaction id
fa_ir: شناسه تراکنش

source: Package
fa_ir: بسته

source: Expiry
fa_ir: انقضاء

source: Total Jobs/CVs
fa_ir: مجموع جابز / CVS

source: Used
fa_ir: استفاده شده

source: Remaining
fa_ir: باقی مانده

source: There is no package in your list.
fa_ir: هیچ بسته در فهرست شما وجود دارد.

source: Email Already in use.
fa_ir: ایمیل در حال حاضر در حال استفاده است.

source: Username Already in use.
fa_ir: نام کاربری در حال حاضر در حال استفاده است.

source: You will recieve an email for login details after creating this job.
fa_ir: شما یک ایمیل برای جزئیات ورود پس از ایجاد این کار دریافت کنید.

source: approved
fa_ir: تایید کرد

source: Expire
fa_ir: منقضی شدن

source: Subscription Details
fa_ir: اطلاعات اشتراک

source: Transaction
fa_ir: معامله

source: Total Jobs
fa_ir: مجموع جابز

source: Submission
fa_ir: ارسال

source: Ad Expiry
fa_ir: آگهی انقضاء

source: Total CV's
fa_ir: مجموع CV است

source: Total used CV's
fa_ir: مجموع CV استفاده می شود

source: You have changed job status successfully
fa_ir: شما تغییر وضعیت شغلی موفقیت

source: You are not authorized for this action
fa_ir: شما برای این عمل مجاز

source: Become Employer to Subscribe
fa_ir: تبدیل کارفرما به اشتراک

source: ago
fa_ir: پیش

source: You don't have access to update in demo mode.
fa_ir: شما اجازه دسترسی به روز رسانی در حالت دمو ندارد.

source: Your given email address is already used or invalid, Please try with correct information
fa_ir: آدرس ایمیل داده شده شما در حال حاضر مورد استفاده قرار یا نامعتبر است، لطفا با اطلاعات صحیح سعی کنید

source: Update Successfully
fa_ir: روز رسانی با موفقیت

source: Save Failed
fa_ir: ذخیره انجام نشد

source: Full Name
fa_ir: نام و نام خانوادگی

source: Please create user profile.
fa_ir: لطفا مشخصات کاربر ایجاد کنید.

source: Shortlisted jobs
fa_ir: شغل شارت

source: Date Saved
fa_ir: تاریخ ذخیره شده

source: There is no shortlist job.
fa_ir: هیچ کار کوتاه وجود دارد.

source: Applied Jobs
fa_ir: جابز کاربردی

source: Remove Ended Jobs
fa_ir: حذف مشاغل به پایان رسید

source: Date Applied
fa_ir: تاریخ کاربردی

source: Ended
fa_ir: به پایان رسید

source: You did not applied for any job.
fa_ir: شما برای هر کار اعمال نمی شود.

source: My Resume
fa_ir: رزومه من

source: Honors & Awards
fa_ir: جوایز و افتخارات

source: Your CV
fa_ir: رزومه خود را

source: File not Available
fa_ir: فایل قابل دسترسی نیست

source: Suitable files are .doc,docx,rft,pdf & .pdf
fa_ir: فایل های مناسب هستند. توضیحات، DOCX، RFT، پی دی اف و پی دی اف

source: Your Cover Letter
fa_ir: نامه خود را

source: Honors Award
fa_ir: جایزه به افتخار

source: Applied jobs
fa_ir: شغل کاربردی

source: CV &amp; Cover Letter
fa_ir: CV از & amp؛ جلد نامه

source: Skills Percentage:
fa_ir: مهارت های صد:

source: CV & cover letter
fa_ir: CV و نامه پوشش

source: Qualification
fa_ir: صلاحیت

source: Dates
fa_ir: تاریخ

source: School / Colleges
fa_ir: مدرسه / کالج

source: There is no record in education list
fa_ir: هیچ سابقه ای در لیست وجود دارد آموزش و پرورش

source: Title*
fa_ir: عنوان*

source: From Date*
fa_ir: از تاریخ*

source: To Date*
fa_ir: به روز*

source: Add New
fa_ir: اضافه کردن جدید

source: You have to login first
fa_ir: شما باید برای ورود اول

source: Edit
fa_ir: ویرایش

source: Institute*
fa_ir: موسسه *

source: Skills @ Company
fa_ir: مهارت های @ شرکت

source: There is no record in experience list
fa_ir: هیچ سابقه ای در لیست وجود دارد تجربه

source: Company*
fa_ir: شرکت*

source: Skill or Expertise
fa_ir: مهارت یا تخصص

source: Level
fa_ir: سطح

source: There is no record in skills list
fa_ir: هیچ سابقه ای در لیست وجود دارد مهارت های

source: Skill Heading
fa_ir: سرنویس مهارت

source: Skill Title*
fa_ir: عنوان مهارت *

source: Percentage
fa_ir: در صد

source: Skill Percentage*
fa_ir: مهارت درصد *

source: Add Skill
fa_ir: اضافه کردن مهارت

source: Honors / Awards
fa_ir: برتری ها / جوایز

source: There is no record in honors & awards list
fa_ir: هیچ سابقه ای در جوایز و افتخارات لیست وجود دارد

source: Award Name*
fa_ir: نام جایزه *

source: Select Year*
fa_ir: انتخاب سال *

source: There is no record in portfolio list
fa_ir: هیچ سابقه ای در لیست نمونه کارها وجود دارد

source: Max file size is 1MB, Minimum dimension: 180x135 And Suitable files are .jpg & .png
fa_ir: حداکثر حجم فایل 1MB، حداقل ابعاد است: 180x135 و فایل های مناسب هستند .jpg نوع و فعلی

source: Image Title*
fa_ir: عنوان تصویر *

source: Save failed, Please try again
fa_ir: ذخیره شکست خورده، لطفا دوباره امتحان کنید

source: Please enter image title
fa_ir: لطفا عنوان تصویر را وارد کنید

source: Saved Successfully
fa_ir: با موفقیت ذخیره شد

source: Resume
fa_ir: ادامه

source: CV
fa_ir: رزومه

source: Put value for "%s" field to increase your skill up to "%s"
fa_ir: قرار دادن ارزش برای " %s " درست برای افزایش مهارت های خود را تا به " %s "

source: JC: Employer Options
fa_ir: JC: گزینه کارفرما

source: Enter element title here.
fa_ir: عنوان عنصر را اینجا وارد کنید.

source: Element Sub Title
fa_ir: عنصر عنوان زیر

source: Enter element sub title here.
fa_ir: عنصر عنوان زیر را وارد کنید.

source: Search Box (sidebar)
fa_ir: جعبه جستجو (ستون کناری)

source: ON/OFF sidebar search box with this dropdown.
fa_ir: ON / OFF جعبه جستجو نوار کناری با این کرکره.

source: Alphabatical Filter (top)
fa_ir: فیلتر Alphabatical (بالا)

source: ON/OFF top alphabatical filter with this dropdown.
fa_ir: ON / OFF فیلتر alphabatical بالا با این کرکره.

source: Employer View
fa_ir: کارفرما نمایش

source: Grid
fa_ir: توری

source: Columns Size
fa_ir: ستون حجم

source: 1 Columns
fa_ir: 1 ستون

source: See All Companies url
fa_ir: مشاهده تمام شرکت های URL

source: Enter url of the all companies
fa_ir: URL از تمام شرکت های وارد کنید

source: Pagination
fa_ir: صفحه گذاری

source: Single Page
fa_ir: تنها صفحه

source: Post Per Page
fa_ir: ارسال در هر صفحه

source: To display all the records, leave this field blank
fa_ir: برای نمایش تمام سوابق، این قسمت را خالی

source: Find Top Employer
fa_ir: یافتن بالا کارفرما

source: Please select your desired location
fa_ir: لطفا محل مورد نظر خود را انتخاب کنید

source: Show With in
fa_ir: نشان می دهد با در

source: of
fa_ir: از

source: My location
fa_ir: محل من

source: View all specialisms
fa_ir: مشاهده همه تخصص

source: Collapse all Filters
fa_ir: جمع شدن همه فیلترها

source: Expand all Filters
fa_ir: باز کردن همه فیلتر

source: Clear all
fa_ir: همه را پاک کن

source: Jobs & Vacancies
fa_ir: شغل و پست های خالی

source: Sort by
fa_ir: مرتب سازی بر اساس

source: Most Recent
fa_ir: اخیرا

source: Featured Only
fa_ir: ویژه فقط

source: Alphabet Order
fa_ir: حروف الفبا

source: Jobs Per Page
fa_ir: شغل ها در صفحه

source: Per Page
fa_ir: هر صفحه

source: JC: JOB OPTIONS
fa_ir: JC: گزینه های شغلی

source: Enter element title here
fa_ir: عنوان عنصر را وارد کنید در اینجا

source: Section Sub Title
fa_ir: عنوان بخش زیر

source: Enter section sub title here
fa_ir: بخش عنوان زیر را وارد کنید در اینجا

source: Top Content
fa_ir: مطلب بالا

source: Choose top content of section with drop down element title, total rocords with title and filters can be select..
fa_ir: انتخاب محتوا بالای بخش با رها کردن عنوان عنصر، کل rocords با عنوان و فیلتر می تواند انتخاب کنید ..

source: Total Records with Title
fa_ir: تعداد کل رکوردها با عنوان

source: Filters
fa_ir: فیلترها برای تصفیه آب

source: Search Box
fa_ir: جعبه جستجو

source: On/Off search on listing with this dropdown
fa_ir: روشن / خاموش جستجو در لیست با این منوی کشویی

source: Map on Top
fa_ir: نقشه در بالا

source: ON/OFF map. This will display a map on top.
fa_ir: ON / OFF بر روی نقشه. این یک نقشه بر روی بالای صفحه نمایش.

source: Map Latitude
fa_ir: نقشه جغرافیایی

source: Enter Latitude for Map.
fa_ir: را وارد کنید عرض جغرافیایی برای نقشه.

source: Map Longitude
fa_ir: نقشه جغرافیایی

source: Enter Longitude for Map.
fa_ir: را وارد کنید طول جغرافیایی برای نقشه.

source: Enter Zoom Level for Map.
fa_ir: سطح زوم برای نقشه را وارد کنید.

source: Map Container Height
fa_ir: قد نقشه کانتینر

source: Enter Height for Map.
fa_ir: قد برای نقشه را وارد کنید.

source: Job View
fa_ir: نمایش های شغلی

source: Choose job view with this dropdown
fa_ir: View را انتخاب کنید کار با این کرکره

source: Advance
fa_ir: پیشرفت

source: Modern V1
fa_ir: مدرن V1

source: Boxed
fa_ir: جعبهای

source: Grid Classic
fa_ir: شبکه های کلاسیک

source: Result Type
fa_ir: نوع نتیجه

source: Choose result type for view only featured or all
fa_ir: انتخاب نوع نتیجه برای فقط مشاهده برجسته و یا همه

source: Pagination is the process of dividing a document into discrete pages. Manage job listings pagiantion via this dropdown.
fa_ir: صفحه بندی فرایند تقسیم یک سند را به صفحات مجزا است. مدیریت لیست کار pagiantion از طریق این کرکره.

source: Add number of post for show posts on page.
fa_ir: اضافه کردن تعداد پست برای پست ها نمایش بر روی صفحه.

source: Search Keywords
fa_ir: جستجو کلمات کلیدی

source: Date Posted
fa_ir: تاریخ ارسال

source: Last Hour
fa_ir: آخرین ساعت

source: Last 24 hours
fa_ir: آخرین 24 ساعت

source: Last 7 days
fa_ir: 7 روز گذشته

source: Last 14 days
fa_ir: تاریخ و زمان آخرین 14 روز

source: Last 30 days
fa_ir: در 30 روز گذشته

source: Vacancy Type
fa_ir: نوع خالی

source: Enter any keyword
fa_ir: هر کلمه کلیدی را وارد کنید

source: All specialisms
fa_ir: همه تخصص

source: Search Resume
fa_ir: جستجو رزومه

source: Error.
fa_ir: خطا.

source: Added
fa_ir: اضافه

source: Added Successfully.
fa_ir: با موفقیت اضافه شد.

source: Please subscribe a package first to Add to List
fa_ir: لطفا یک بسته مشترک اول اضافه کردن به لیست

source: Added to shortlist
fa_ir: اضافه شده به لیست کوتاه

source: Removed from shortlist
fa_ir: حذف از لیست کوتاه

source: By Name
fa_ir: بر اساس اسم

source: JC: Candidate Options
fa_ir: JC: گزینه نامزد

source: Candidate Styles
fa_ir: سبک نامزد

source: Choose jnumber of Columns
fa_ir: انتخاب jnumber ستون

source: Filterable
fa_ir: قابل پالایش

source: ON/OFF search box with this dropdown. Search box will display same like sidebar of listing.
fa_ir: بر روی جعبه جستجو / OFF با این کرکره. جعبه جستجو خواهد همان نوار کناری مثل از لیست نمایش داده شود.

source: Search Box On Top
fa_ir: جعبه جستجو در بالای

source: Search box top of content can be enable disable from here.
fa_ir: جستجو جعبه بالا از محتوا می تواند فعال غیر فعال کردن از اینجا.

source: Pagination is the process of dividing a document into discrete pages. Manage candidate pagination via this dropdown.
fa_ir: صفحه بندی فرایند تقسیم یک سند را به صفحات مجزا است. مدیریت صفحه بندی نامزد از طریق این کرکره.

source: Records Per Page
fa_ir: رکورد در هر صفحه

source: JC: Job Post Option
fa_ir: JC: شغلی ارسال گزینه

source: JC: Job specialisms Option
fa_ir: JC: شغلی تخصص های موجود

source: Enter title here
fa_ir: عنوان را اینجا وارد کنید

source: Element Title Align
fa_ir: عنصر title چین

source: Select Title Align here.
fa_ir: انتخاب کنید عنوان چین اینجا.

source: Left
fa_ir: ترک کرد

source: Center
fa_ir: مرکز

source: Enter content here
fa_ir: مطالب در اینجا وارد کنید

source: Styles
fa_ir: سبک

source: Select view style
fa_ir: سبک نمایش را انتخاب کنید

source: Six Columns
fa_ir: شش ستون

source: Total Jobs Count
fa_ir: مجموع جابز تعداد

source: Sub title switch (on/off)
fa_ir: سوئیچ فرعی عنوان (روشن / خاموش)

source: Choose job specialisms which do you want to show.if you don't have any specialisms create from :Dashboard >> Jobs >> specialisms.
fa_ir: داشبورد >> جابز >> تخصص: تخصص شغلی که می خواهید به show.if شما هیچ تخصص ندارد ایجاد را انتخاب کنید.

source: All Specialisms Link
fa_ir: همه تخصص لینک

source: add all specialisms link here
fa_ir: اضافه کردن تمام تخصص پیوند

source: open positions
fa_ir: پوزیشن های باز

source: open position
fa_ir: موقعیت خالی

source: %s jobs live - %s added today.
fa_ir: %s شغل زندگی می کنند - %s امروز اضافه شده است.

source: View all Specialisms
fa_ir: مشاهده همه تخصص

source: User name should not be empty.
fa_ir: نام کاربری نباید خالی باشد.

source: Password should not be empty.
fa_ir: رمز عبور نباید خالی باشد.

source: Wrong username or password.
fa_ir: نام کاربری یا رمز عبور اشتباه است.

source: Login Successfully...
fa_ir: ورود موفقیت ...

source: Please enter a valid username. You can only enter alphanumeric value and only ( _ ) longer than or equals 5 chars
fa_ir: لطفا یک نام کاربری معتبر وارد کنید. شما فقط می توانید مقدار عدد و الفبایی و تنها (_) طولانی تر از یا برابر با 5 کاراکتر وارد کنید

source: Email should not be empty.
fa_ir: ایمیل نباید خالی باشد.

source: Please enter a valid email.
fa_ir: لطفا یک ایمیل معتبر وارد کنید.

source: User already exists. Please try another one.
fa_ir: کاربر در حال حاضر وجود دارد. لطفا یکی دیگر را امتحان کنید.

source: Please check your email for login details.
fa_ir: لطفا ایمیل خود را برای جزئیات ورود را بررسی کنید.

source: Something went wrong, Email could not be processed..
fa_ir: چیزی را اشتباه رفت، ایمیل نمی تواند پردازش شود ..

source: Currently there are and issue
fa_ir: در حال حاضر و مسئله وجود دارد

source: Your account has been registered successfully, Please contact to site admin for password.
fa_ir: حساب شما با موفقیت ثبت رسیده است، لطفا به سایت مدیریت برای رمز عبور تماس بگیرید.

source: Reload
fa_ir: بازنگری

source: Please provide google captcha API keys
fa_ir: لطفا Google کلید تصویر امنیتی API ارائه

source: Please select captcha field.
fa_ir: لطفا قسمت تصویر امنیتی را انتخاب کنید.

source: User Registration is disabled
fa_ir: ثبت نام کاربر غیر فعال است

source: You have already logged in, Please logout to try again.
fa_ir: شما در حال حاضر به سیستم وارد شده، لطفا از سیستم خارج دوباره سعی کنید.

source: I am a Candidate
fa_ir: من نامزد هستم

source: I am an Employer
fa_ir: من یک کارفرما هستم

source: Please logout first then try to login again
fa_ir: لطفا از سیستم خارج برای اولین بار پس سعی کنید برای ورود دوباره

source: User Login
fa_ir: ورود کاربر

source: Password
fa_ir: کلمه عبور

source: Log in
fa_ir: ورود

source: login
fa_ir: ورود

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده اید؟

source: New to Us?
fa_ir: جدید به ما؟

source: Register Here
fa_ir: اینجا ثبت نام کنید

source: Signup / Signin with
fa_ir: ثبت نام / ورود به سیستم با

source: Organization Name
fa_ir: نام سازمان

source: Post Type
fa_ir: نوع پست

source: Create Account
fa_ir: ایجاد حساب کاربری

source: Please logout first then try to registration again
fa_ir: لطفا ابتدا از سیستم خارج شوید و سپس سعی کنید به ثبت نام دوباره

source: Already have an account?
fa_ir: عضو هستید؟

source: Login Now
fa_ir: ورود به

source: Already have an account?
fa_ir: عضو هستید؟

source: Join Us
fa_ir: به ما بپیوند

source: Sign Up
fa_ir: ثبت نام

source: Or
fa_ir: یا

source: user role type
fa_ir: نوع نقش کاربر

source: Sign in
fa_ir: ورود

source: Click to login with Demo User
fa_ir: برای ورود به سایت با نسخه ی نمایشی کاربر کلیک کنید

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده اید؟

source: JC: Register Options
fa_ir: JC: گزینه ثبت نام

source: register
fa_ir: ثبت نام

source: Contact site admin to provide a valid Facebook connect credentials.
fa_ir: تماس با مدیر سایت مدیر سایت به ارائه یک فیس بوک معتبر اتصال اعتبار.

source: Contact site admin to provide a valid Twitter credentials.
fa_ir: تماس با مدیر سایت مدیر سایت به ارائه یک معتبر اعتبار توییتر.

source: Contact site admin to provide a valid Google credentials.
fa_ir: تماس با مدیر سایت مدیر سایت به ارائه یک اعتبار معتبر گوگل.

source: Contact site admin to provide a valid Linkedin credentials.
fa_ir: تماس با مدیر سایت مدیر سایت به ارائه یک اعتبار لینک معتبر است.

source: Please set API key
fa_ir: لطفا کلید API مجموعه

source: linked-in
fa_ir: مرتبط در

source: Enter e-mail address..
fa_ir: آدرس ایمیل را وارد کن..

source: Invalid e-mail address.
fa_ir: آدرس ایمیل نامعتبر است.

source: There is no user registered with that email address.
fa_ir: هیچ کاربری با آن آدرس ایمیل وجود دارد.

source: Check your email address for you new password.
fa_ir: آدرس ایمیل خود را چک را برای شما رمز عبور جدید.

source: Oops something went wrong updating your account.
fa_ir: اوه چیزی را اشتباه رفت به روز رسانی حساب شما.

source: Forgot Password
fa_ir: رمز عبور را فراموش کرده اید

source: Enter email address...
fa_ir: آدرس ایمیل را وارد کن...

source: Send Email
fa_ir: ایمیل بفرست

source: Login Here
fa_ir: از اینجا وارد شوید

source: Enter Email
fa_ir: را وارد کنید ایمیل

source: JC: Job Search Option
fa_ir: JC: جستجو شغل های موجود

source: Enter title of search
fa_ir: عنوان جستجو را وارد کنید

source: Views
fa_ir: نمایش ها

source: Choose element layout which you want
fa_ir: انتخاب طرح عنصر که شما می خواهید

source: Default
fa_ir: به طور پیش فرض

source: Background Color
fa_ir: رنگ پس زمینه

source: Choose search layout background color
fa_ir: انتخاب رنگ پس زمینه جستجو طرح

source: Heading Color
fa_ir: عنوان رنگ

source: Choose search layout heading color
fa_ir: انتخاب جستجو رنگ عنوان طرح

source: Keyword Title
fa_ir: عنوان کلید واژه

source: Select Title Field Enable/Disable.
fa_ir: انتخاب کنید عنوان درست فعال / غیر فعال.

source: Specialism Field
fa_ir: تخصص درست

source: Select Specialism Field Enable/Disable.
fa_ir: انتخاب تخصص درست فعال / غیر فعال.

source: Location Field
fa_ir: محل سکونت درست

source: Select Location Field Enable/Disable.
fa_ir: انتخاب محل سکونت درست فعال / غیر فعال.

source: Labels on/off
fa_ir: برچسب روشن / خاموش

source: Select lables Enable/Disable.
fa_ir: lables انتخاب فعال / غیر فعال.

source: Hint text on/off
fa_ir: متن اشاره روشن / خاموش

source: Select Hint Enable/Disable.
fa_ir: انتخاب نکته فعال / غیر فعال.

source: Advance Search on/off
fa_ir: جستجوی پیشرفته روشن / خاموش

source: Enter url for advance click
fa_ir: URL وارد کنید برای پیش کلیک

source: Title
fa_ir: عنوان

source: Search keywords e.g. web design
fa_ir: جستجو کلمات کلیدی طراحی به عنوان مثال وب

source: Specialism
fa_ir: تخصص

source: Filter by specialisms e.g. developer, designer
fa_ir: فیلتر بر اساس تخصص به عنوان مثال توسعه دهنده، طراح

source: Locations
fa_ir: مکان

source: Find Job
fa_ir: کار پیدا کن

source: + Advance Search
fa_ir: + جستجوی پیشرفته

source: Post Date:
fa_ir: تاریخ ارسال:

source: Become a candidate then try again.
fa_ir: تبدیل شدن به یک نامزد و سپس دوباره امتحان کنید.

source: Apply with Linkedin
fa_ir: درخواست با لینک

source: Share
fa_ir: اشتراک گذاری

source: Email:
fa_ir: پست الکترونیک:

source: View all Jobs
fa_ir: مشاهده همه مشاغل

source: Contact US
fa_ir: تماس با ما

source: Safety Information
fa_ir: نکات ایمنی

source: There is no record found
fa_ir: هیچ سابقه ای پیدا شده است وجود دارد

source: Related Jobs
fa_ir: مشاغل مرتبط با

source: Posted on
fa_ir: نوشته شده در

source: Job Overview
fa_ir: نمای کلی کار

source: Never pay anyone for job application test or interview.
fa_ir: هرگز کسی را برای تست نرم افزار کار و یا مصاحبه پرداخت.

source: on
fa_ir: بر

source: Text : %s
fa_ir: متن: %s

source: Required
fa_ir: ضروری

source: Meta Key
fa_ir: متا کلید

source: Please enter Meta Key without special character and space.
fa_ir: لطفا کلید متا بدون شخصیت خاص و فضای را وارد کنید.

source: Place Holder
fa_ir: دارنده محل

source: Enable Search
fa_ir: فعال کردن جستجو

source: Default Value
fa_ir: مقدار پیش فرض

source: Collapse in Search
fa_ir: سقوط در جستجو

source: Icon
fa_ir: آیکون

source: Text Area : %s
fa_ir: متن: %s

source: Text Area
fa_ir: متن

source: Please enter Meta Key without special character and space
fa_ir: لطفا کلید متا بدون شخصیت خاص و فضای وارد کنید

source: Help Text
fa_ir: متن راهنما

source: Rows
fa_ir: ردیف

source: Dropdown : %s
fa_ir: کرکره: %s

source: Enable Multi Select
fa_ir: فعال کردن چند انتخاب

source: Post Multi Select
fa_ir: ارسال چند انتخاب

source: First Value
fa_ir: مقدار اول

source: - select -
fa_ir: - انتخاب کنید -

source: Options
fa_ir: گزینه ها

source: add another choice
fa_ir: افزودن یک گزینه دیگر

source: remove this choice
fa_ir: حذف این انتخاب

source: Date : %s
fa_ir: تاریخ عضویت: %s

source: Date Format
fa_ir: فرمت تاریخ

source: Email : %s
fa_ir: ایمیل: %s

source: Url : %s
fa_ir: آدرس: %s

source: Range : %s
fa_ir: محدوده: %s

source: Minimum Value
fa_ir: حداقل ارزش

source: Maximum Value
fa_ir: حداکثر ارزش

source: Enable Inputs
fa_ir: فعال کردن ورودی

source: Search Style
fa_ir: جستجو سبک

source: Input
fa_ir: ورودی

source: Input + Slider
fa_ir: ورودی + لغزان

source: Please select atleast one option for '%s' field.
fa_ir: لطفا حداقل یک گزینه برای 'را انتخاب کنید %s درست.

source: All Settings Saved
fa_ir: همه تنظیمات ذخیره شده

source: Field name is required.
fa_ir: نام فیلد مورد نیاز است.

source: Whitespaces not allowed
fa_ir: فضاهای خالی مجاز نیست

source: Special character not allowed but only (_,-).
fa_ir: شخصیت خاص مجاز نیست اما تنها (_، -).

source: Name already exist.
fa_ir: نام در حال حاضر وجود دارد.

source: Name Available.
fa_ir: نام و نام خانوادگی در دسترس است.

source: Whitespaces not allowed.
fa_ir: فضاهای خالی مجاز نیست.

source: Jobs Options
fa_ir: جابز گزینه

source: Select
fa_ir: انتخاب کنید

source: Id Number
fa_ir: شماره شناسایی

source: Transaction Id
fa_ir: شناسه تراکنش

source: Posted by
fa_ir: ارسال شده توسط

source: Posted on:
fa_ir: نوشته شده در:

source: Expired on:
fa_ir: تاریخ انقضا:

source: Featured
fa_ir: ویژه

source: Job Old Status
fa_ir: وضعیت کار های قدیمی

source: Default - Selected From Plugin Options
fa_ir: به طور پیش فرض - انتخاب از گزینه های پلاگین

source: Organization
fa_ir: سازمان

source: New Item Specialism
fa_ir: تخصص مورد جدید

source: Add New Specialism
fa_ir: اضافه کردن جدید تخصص

source: Edit Specialism
fa_ir: ویرایش تخصص

source: Specialism
fa_ir: تخصص

source: New Item Job Type
fa_ir: جدید نوع شغل مورد

source: Add New Job Type
fa_ir: اضافه کردن نوع جدید شغلی

source: Edit Job Type
fa_ir: ویرایش نوع شغل

source: New Location
fa_ir: محل سکونت

source: Add New Location
fa_ir: اضافه کردن محل جدید

source: Edit Location
fa_ir: ویرایش محل سکونت

source: No locations found.
fa_ir: هیچ محلی یافت نشد.

source: Add Location
fa_ir: اضافه کردن نوشته ها

source: Name
fa_ir: نام

source: Slug
fa_ir: مثل حلزون حرکت کردن

source: Posts
fa_ir: پست ها

source: Count Employer
fa_ir: کارفرما حساب

source: Count candidate
fa_ir: نامزد تعداد

source: Count jobs
fa_ir: شغل تعداد

source: Please select atleast one option for
fa_ir: لطفا حداقل یک گزینه برای انتخاب

source: field.
fa_ir: رشته.

source: Add New Job
fa_ir: اضافه کردن جدید شغلی

source: New Job Item
fa_ir: مورد کار جدید

source: View Job Item
fa_ir: مشاهده مورد شغلی

source: Search
fa_ir: جستجو کردن

source: Nothing found
fa_ir: چیزی پیدا نشد

source: Nothing found in Trash
fa_ir: هیچ چیز در سطل زباله پیدا شده است

source: Expired
fa_ir: منقضی شده

source: User
fa_ir: کاربر

source: Package Name
fa_ir: نام بسته

source: Payment Gateway
fa_ir: دروازه پرداخت

source: Add New Packages
fa_ir: اضافه کردن بسته های جدید

source: Edit Packages
fa_ir: ویرایش بسته

source: New Packages Item
fa_ir: بسته مورد جدید
